[
    {
        "titulo": "Contador bilingüe Jr (medio tiempo)- Remoto dentro de Guadalajara en Derevo",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Remoto: LATAM",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "En Derevo empoderamos a las empresas y las personas, liberando el valor de los datos en las organizaciones. Con más de 15 años de experiencia, diseñamos soluciones de datos e IA de punta a punta: desde la integración en arquitecturas modernas hasta la implementación de modelos inteligentes en procesos clave del negocio. ¡¡Buscamos tu talento Contador Jr !!   ¿Cual será tu misión? Contribuirás al crecimiento y estabilidad financiera de la empresa mediante la generación precisa y oportuna de información contable. Asegurarás la integridad de los registros, el cumplimiento normativo y brindarás soporte clave para una toma de decisiones informada y estratégica. ¿Como lo harás?: Estas serán algunas de tus funciones: Elaboración e interpretación de estados financieros. Análisis de costos y gastos Mantenimiento a los catálogos contables Analizar y conciliar los movimientos bancarios Validación de los asientos contables para gastos e ingresos acumulados Validación de los registros en los activos fijos Preparar y presentar informes de cumplimientos requeridos. Actuar como enlace en diferentes áreas de la empresa internas y externas Actividades administrativas Qué beneficios tendrás? WELLNESS: Impulsaremos tu bienestar integral a través del equilibrio personal, profesional y económico, Nuestros beneficios de ley y adicionales te ayudarán a lograrlo. LET´S RELEASE YOUR POWER: Tendrás la oportunidad de especializarte de manera integral en diferentes áreas y tecnologías, logrando así un desarrollo interdisciplinario. Te impulsaremos a plantearte nuevos retos y superarte a ti mismo.  WE CREATE NEW THINGS: Nos gusta pensar fuera de la caja. Tendrás el espacio, confianza y libertad para crear y la capacitación que se requiera para lograrlo.  WE GROW TOGETHER: Participarás en proyectos tecnológicos punteros, multinacionales y con equipos extranjeros.  Dónde lo harás?  Somos un gran equipo trabajando en un esquema remoto, somos flexibles y estructurados; proporcionando el equipo necesario para trabajar y herramientas de comunicación interna que faciliten nuestra operación y la de nuestros clientes. Sin embargo, para esta posición  será necesario que vivas en Guadalajara,  ya que habrá reuniones presenciales.  Qué buscamos? Para cubrir la vacante, necesitarás: Nivel de inglés avanzado B2+ o superior  Licenciatura en Contabilidad o Finanzas Al menos 3 años de experiencia Experiencia en informes contables y financieros Fuertes habilidades de comunicación verbal y escrita Capacidad de análisis Excelentes habilidades para resolver problemas Dominio de los sistemas de Contpaq en sus diferentes módulos contabilidad, nómina y bancos, sistema  QuickBooks,  paquetería Microsoft Office experiencia en Excel avanzado Capaz de realizar múltiples tareas y priorizar el trabajo de manera efectiva Dominio en el manejo en conciliaciones contables Si cumples con la mayoría de los requisitos y te interesó el perfil no dudes en postularte, que nuestro equipo de Talent te contactará!  Become derevian & develop your superpower!"
    },
    {
        "titulo": "Contador Público Certificado (CPA) para Auditoría SOC 2 Type II",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Freelance",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "Buscamos un Contador Público Certificado (CPA) acreditado por el Instituto Americano de Contadores Públicos Certificados (AICPA) , con experiencia comprobada en auditorías bajo el marco de SOC 2 Type II , conforme a los estándares de aseguramiento del AICPA. Este profesional participará en calidad de auditor independiente, emitiendo su opinión profesional y avalando con su firma el informe final de auditoría .   Requisitos del perfil: Ø   Formación académica: ·          Título universitario en Contaduría Pública, Finanzas, Auditoría, Sistemas de Información o carrera afín. ·          (Deseable) Maestría en Contabilidad, Auditoría o Seguridad de la Información. Ø   Certificación: ·          Licencia activa como CPA (Certified Public Accountant) emitida por una Junta Estatal de Contabilidad en EE. UU. ·          (Deseable) Certificación complementaria en auditoría de sistemas o seguridad (ej. CISA, CIA, CISSP). Ø   Experiencia profesional: ·          Mínimo 5 años de experiencia en auditoría financiera, de cumplimiento o auditoría de sistemas. ·          Experiencia directa en SOC 2 Type II (deseable haber liderado o firmado al menos 2 auditorías). ·          Experiencia colaborando con equipos multidisciplinarios (auditoría, seguridad, IT, legal). Ø   Responsabilidades específicas del rol: ·          Supervisar la revisión y documentación de controles de la organización bajo el marco SOC 2. ·          Realizar pruebas sustantivas y de cumplimiento sobre controles implementados. ·          Emitir un informe de aseguramiento SOC 2 Type II con su firma como CPA independiente."
    },
    {
        "titulo": "Fullstack Web Ruby on Rails Middle - Remoto en Contalink",
        "sueldo": "$ 50,000 a 60,000 MXN (Neto)",
        "ciudadModalidad": "Remoto: LATAM",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "¿QUÉ ES CONTALINK? Contalink es un sistema de contabilidad y plataforma en la nube que facilita y agiliza las actividades diarias de los contadores en México. Somos una Startup de alto crecimiento respaldada por Y Combinator y 500 Startups, entre otros fondos internacionales. Nuestro equipo de profesionales está comprometido con tener un impacto significativo en nuestro país a través de la innovación. ¿CUÁL ES EL PROPÓSITO DE TU PUESTO? Buscamos un desarrollador fullstack web que impulse la innovación y crecimiento de nuestro producto. Serás responsable de construir y mantener funcionalidades que resuelvan problemas de nuestros usuarios y aceleren nuestro crecimiento. Cada día te encontrarás ante nuevos e interesantes retos dentro de tu puesto.  TUS RESPONSABILIDADES CLAVE Planificar, diseñar y gestionar la implementación de funcionalidades en la nube. Desarrollar servicios backend y frontend. Automatizar procesos de desarrollo y pruebas. Participar en la toma de decisiones sobre nuevas funcionalidades. Colaborar con el equipo de Producto para optimizar soluciones. HABILIDADES MÍNIMAS REQUERIDAS 3+ años de experiencia desarrollando en Ruby on Rails 3+ años de experiencia en base de datos PostgreSQL 1+ años de experiencia desarrollando en Angular HABILIDADES DESEABLES Experiencia con AWS (RDS, Lambda, API Gateway) Conocimiento de Heroku (Dynos) Interés en Inteligencia Artificial COMPENSACIÓN Y BENEFICIOS Rango salarial competitivo $500 MXN para apoyo de gastos Home Office. $1500 MXN en vales de despensa Prestaciones conforme a ley Herramientas de trabajo  Día de cumpleaños libre Vacaciones disponibles al ingresar Seguro de gastos médicos mayores (Sofía) Apoyo psicológico (Terapify) ¿POR QUÉ ELEGIR A CONTALINK? En Contalink, nos enorgullece ser un Great Place to Work. Valoramos profundamente a nuestros colaboradores y fomentamos un ambiente donde todos se sientan cómodos y empoderados. Ofrecemos oportunidades de desarrollo profesional, un enfoque constante en el aprendizaje y beneficios diseñados para apoyar tu calidad de vida. Únete a nuestro equipo dinámico e innovador y sé parte de la evolución tecnológica que está transformando la contabilidad en México."
    },
    {
        "titulo": "Becario en Testing/TI | Contaduría - Actuaría en Getecsa",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Becario de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "GETECSA Somos una empresa mexicana líder de gestión de capital humano y servicios tecnológicos que nació en 2005 en la ciudad de Monterrey, Nuevo León. Tenemos presencia en el mercado nacional e internacional, ofreciendo un valor agregado y solución a los procesos de consultoría de TI, atracción de talento, fábrica de testing, proyectos a medida y centro de desarrollo.  En  Getecsa  tenemos como objetivo principal ofrecer servicios con un alto sentido de calidad de tal manera que nuestros socios comerciales puedan alcanzar sus objetivos de forma ágil y con calidad a fin de que estén altamente satisfechos con nuestro apoyo.   Candidatura: Actualmente estamos buscando un  Becario en Testing/TI   para laborar con uno de nuestros principales clientes en modalidad híbrida.  Requisitos:  Licenciatura en Contaduría o Actuaría Recién egresado o experiencia laboral de 1 año Disponibilidad de horario Interés por el área de Testing Ofrecemos: Modalidad híbrida Seguimiento, claridad y honestidad en los procesos. Amabilidad y empatía.   La oportunidad de crecer está en tu manos..  ¡Únete a GETECSA!"
    },
    {
        "titulo": "Project Manager Jira Middle - Híbrido en AsTecI",
        "sueldo": "$ 30,000 a 35,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Somos AsTecI, una consultoría de TI con más de 30 años de Experiencia en el Desarrollo y Mantenimiento de Sistema. Actualmente estamos en búsqueda de nuevo talento para integrar a nuestro equipo de trabajo como: Project manager   Perfil:   ·          Licenciatura en Contaduría, Finanzas, Administración o afín (titulado o en proceso de titulación. ·          2 a 4 años en áreas de contabilidad, control de proyectos o análisis financiero ·          Deseable experiencia en instituciones financieras o despachos contables ·          Ingles Intermedio, principalmente lectura ·          Conocimiento básico de principios contables (NIF o NIIF).   Actividades: ·          Manejo de estados financieros y conciliaciones. ·          Apoyo en presupuestos y control de gastos. ·          Gestión de Proyectos: ·          Seguimiento de cronogramas y entregables. ·          Control de avances y elaboración de reportes. ·          Conocimiento básico de metodologías ágiles (SCRUM, Kanban) ·          Brindar soporte en el seguimiento operativo y financiero de proyectos institucionales ·          Análisis contable y elaboración de reportes financieros, ·          asegurando el cumplimiento de políticas internas y normativas regulatorias Herramientas ·          Excel intermedio tablas dinámicas, fórmulas, gráficos ·          PowerPoint para presentaciones ejecutivas. ·          ERP contable (CONTPAQi, SAP, QuickBooks o similar) deseable. ·          Herramientas de gestión de proyectos (Jira, Trello, Asana, Monday).   Ofrecemos: ·          Sueldo libre mensual ·          Prestaciones de ley ·          Seguro de vida ·          Seguro de gastos Médicos ·          Modalidad de trabajo Hibrida"
    },
    {
        "titulo": "Arquitecto de ciberseguridad IA Python Middle en Total Cyber-sec",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Ciudad de México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Descripción Acerca de la empresa Total Cyber-Sec es una empresa Mexicana de Grupo Salinas especializada en la prestación de Servicio Profesionales de Seguridad de la información y ciberseguridad , con un equipo de profesionales con más de 15 años de experiencia en los sectores de Telecomunicaciones, Servicios financieros, Medios de Comunicación, Gobierno, Corporativos y PyMeS igualdad laboral y no discriminación con declaración explícita de la prohibición de solicitudes de certificados médicos de no embarazo y Virus de Inmunodeficiencia Humana (VIH) Comprometidos con la igualdad laboral y no discriminación, nos encontramos en la búsqueda de talento como: * Arquitecto de Ciberseguridad IA * Objetivo del puesto: Ingeniero en IA con conocimientos en ciberseguridad que diseña, desarrolla e implementa sistemas de IA seguros que resuelven problemas complejos mientras protege datos y sistemas de amenazas cibernéticas. Principales Funciones: Desarrollo de algoritmos de IA: Crear modelos de aprendizaje automático (ML), procesamiento de lenguaje natural (NLP), visión por computadora, o IA generativa, asegurando que sean robustos contra ataques. Protección de datos: Implementar medidas como encriptación, detección de anomalías, y auditorías para salvaguardar datasets usados en modelos de IA. Automatización de ciberseguridad: Usar IA para identificar vulnerabilidades, detectar malware, o responder a incidentes en tiempo real (e.g., con herramientas como IBM QRadar o Microsoft Copilot Security). Cumplimiento normativo: Asegurar que las soluciones cumplan con regulaciones mexicanas (como la Ley Federal de Protección de Datos Personales) y estándares internacionales. Colaboración interdisciplinaria: Trabajar con equipos de TI, científicos de datos, y analistas de seguridad para integrar IA en infraestructuras seguras. Habilidades deseables. Técnicas en IA: • Programación: Python, R, Java, o C++. • Frameworks: TensorFlow, PyTorch, Scikit-learn. • Conceptos: Algoritmos de ML (supervisado, no supervisado, refuerzo), redes neuronales, NLP, y generative AI. Ciberseguridad: • Conocimiento en redes, criptografía, y sistemas operativos. • Herramientas: Firewalls, IDS/IPS, SIEM (e.g., Splunk, QRadar). • Técnicas: Ethical hacking, análisis forense, gestión de vulnerabilidades. Habilidades blandas: • Resolución de problemas, pensamiento crítico, y comunicación para explicar soluciones técnicas a equipos no técnicos. • Adaptabilidad ante amenazas y tecnologías en evolución. Específicas del mercado: • Familiaridad con sectores clave como finanzas, tecnología, retail, y manufactura, que lideran la adopción de IA en México. • Conocimiento de regulaciones locales de datos y privacidad. Experiencia deseable: ?  Práctica: Proyectos personales: Desarrollar modelos de IA (e.g., chatbots seguros) Roles iniciales: Analista de datos, administrador de sistemas, o desarrollador junior antes de especializarse. Portafolio: Mostrar proyectos que integren IA y ciberseguridad, como un modelo de detección de phishing usando ML. En sectores: Tecnología y finanzas: Los Bancos usan IA para análisis predictivo y ciberseguridad Manufactura y retail: Automatización de procesos y protección de datos sensibles. Gobierno: Proyectos de digitalización requieren IA segura. Certificaciones deseables: IA: AWS Certified AI Practitioner Google Professional Machine Learning Engineer Ciberseguridad: CompTIA SecurityCertified Ethical Hacker ( Híbridas: IBM AI Security Fundamentals Microsoft AI for Cybersecurity AWS Generative AI Foundations Ofrecemos : Sueldo competitivo. Prestaciones de l ey : Vacaciones iniciando con 12 días al año, prima vacacional del 25% anual y aguinaldo de 15 días al año el cual aumenta de acuerdo con la antigüedad. Condiciones laborales:  Horario de 8 horas diarias de lunes a viernes. Beneficios financieros : Adelanto de nómina, acceso a tarjeta de crédito, crédito personal con tasa preferencia a partir de los 2 años, cambios de divisas y caja de ahorro. Beneficios del puesto : Descuentos desde el 10% en productos dentro de tiendas Elektra y Salinas & Rocha, en compras de contado desde el primer día. Servicios: Acceso al nutriólogo, psicólogo, odontólogo, concursos y programas para mejorar tu salud. Promociones y convenios para ti y tu familia : Descuentos en gimnasios, cines, centros de entretenimiento, conciertos, restaurantes, tiendas departamentales, ópticas, laboratorios, clínicas, colegios, escuelas de idiomas, universidades, aerolíneas, viajes, agencias automotrices y guarderías. ¡Construye tu historia de éxito con nosotros!"
    },
    {
        "titulo": "Ingeniero de soporte Personal Software Process Middle en AsTecI",
        "sueldo": "$ 15,000 a 20,000 MXN (Bruto)",
        "ciudadModalidad": "Estado de México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "En AsTecI contamos con 30 años de trayectoria en el sector de Tecnologías de la Información, colaborando con empresas líderes a nivel nacional e internacional. Impulsamos proyectos innovadores y retadores que transforman la industria, y hoy buscamos sumar a profesionales apasionados, comprometidos y con visión de crecimiento.     ¡Únete a nuestro equipo y lleva tu carrera al siguiente nivel!     Ingeniero de Soporte. Requisitos: Lic. Informática, Ing. Sistemas computacionales o afín  Nivel de inglés: básico  Conocimiento en S.O. W10 W11 Conocimientos y herramientas:   ·          Seguimiento y resolución de problemas SW ·          Análisis de fallas ·          Análisis del HW ·          Soporte primer nivel ·          Seguimiento a folios   ·          Conocimiento básico en redes ·          Cisco LV1   Principales Responsabilidades:   Liderar el diseño, desarrollo e implementación de soluciones de SW  Brindar orientación técnica y mentoría al equipo de desarrolladores  Garantizar la calidad, seguridad y escalabilidad del código  Coordinar tareas técnicas y colaborar con los colaboradores  ·          Atender y resolver problemas de software de forma ágil ·          Detectar y analizar fallas técnicas (SW y HW) ·          Revisar el funcionamiento de los equipos ·          Brindar soporte técnico de primer nivel (presencial y remoto)    Ofrecemos:   Atractivo sueldo de acuerdo con experiencia  Prestaciones de ley  Esquema 100% presencial   Seguro de vida  Seguro de Gastos Médicos Menores y Mayores     CONTACTO :  Brenda Flores Jacobo.  Correo: Cel. 56 51 86 99 04 "
    },
    {
        "titulo": "Operator Agent Intermediate Microsoft Office Middle en AsTecI",
        "sueldo": "$ 15,000 a 20,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México",
        "horario": "Recién graduado sin experiencia",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "En AsTecI contamos con 30 años de trayectoria en el sector de Tecnologías de la Información, colaborando con empresas líderes a nivel nacional e internacional. Impulsamos proyectos innovadores y retadores que transforman la industria, y hoy buscamos sumar a profesionales apasionados, comprometidos y con visión de crecimiento.     ¡Únete a nuestro equipo y lleva tu carrera al siguiente nivel!     Operator Agent Intermediate Requisitos: Formación profesional Licenciatura o Ingeniería afín  Recién egresado Nivel de inglés: Conversacional  Conocimiento de office nivel intermedio 1 o más en el área de tecnologías de la información Conocimientos y herramientas:   ·          Seguimiento y resolución de problemas SW ·          Análisis de fallas ·          Análisis del HW ·          Soporte primer nivel ·          Seguimiento a folios   ·          Conocimiento básico en redes ·          Cisco LV1 Principales Responsabilidades:   ·          Llenado y resguardo de la bitácora de operación diaria (GEMS). ·          Ejecución de los cierres bancarios siguiendo los procedimientos establecidos. ·          Ejecución de procedimientos y seguimiento de checklist operativos. ·          Atención de solicitudes de requerimientos de las distintas áreas de TI y/o negocio a través de tickets en Service now. ·          Monitoreo de los procesos de la operación desde las distintas herramientas de scheduling. ·          Reporte, escalamiento y seguimiento de incidencias ocurridas durante el día de los procesos batch. ·          Llenado diario de informes operacionales. ·          Apoyo en la solución de problemas siguiendo los estándares y apego a roles y funciones. ·          Participación en reuniones de trabajo con las diversas áreas de IT para revisiones de planes. ·          Documentar incidentes con base a los estándares establecidos desde la herramienta de Service now. ·          Monitoreo de los mensajes desde la consola de as400.  Ofrecemos:   Atractivo sueldo de acuerdo con experiencia  Prestaciones de ley  Esquema 100% presencial   Seguro de vida  Seguro de Gastos Médicos Menores y Mayores   "
    },
    {
        "titulo": "Technical Lead Javascript Senior - Híbrido en AsTecI",
        "sueldo": "$ 30,000 a 35,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "En AsTecI contamos con 30 años de trayectoria en el sector de Tecnologías de la Información, colaborando con empresas líderes a nivel nacional e internacional. Estamos en búsqueda de: Technical Lead Sr o Jr avanzado Requisitos: Lic. Informática, Ing. Sistemas computacionales o afín Nivel de inglés: Avanzado Mínimo 5 años de experiencia en programación Conocimientos y herramientas: Java (17+), JavaScript Spring Boot, Spring Security JUnit, Mockito, Jest, SDUI Unit testing, PACT, PACT Broker OAuth2 MySQL, PostgreSQL, DB2 MongoDB, Redis Gradle, Jenkins, Git, GitFlow, SonarQube Checkmarx, Fortify Dynatrace, Splunk, herramientas APM Diseño y consumo de servicios REST Patrones de diseño orientado a objetos, buenas prácticas de arquitectura Scrum, Agile, experiencia en todas las fases del SDLC Principales Responsabilidades: Liderar el diseño, desarrollo e implementación de soluciones de software Brindar orientación técnica y mentoría al equipo de desarrolladores Garantizar la calidad, seguridad y escalabilidad del código Coordinar tareas técnicas y colaborar con los colaboradores Ofrecemos: Atractivo sueldo de acuerdo a experiencia Prestaciones de ley Esquema hibrido Seguro de vida Seguro de Gastos Médicos Menores y Mayores Apoyo para teletrabajo"
    },
    {
        "titulo": "Desarrollador FullStack ( Java / React ) Inglés Avanzado - Remoto - en AXEN",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "En AXEN IT Consulting estamos creciendo exponencialmente con clientes con grandes proyecciones de crecimiento, Contamos con más de 25 años de experiencia en el mercado de servicios de tecnologías de la información, Enfocados en nuestro crecimiento y al mismo tiempo ofreciendo planes de mejora a nuestro talento, actualmente estamos buscando Desarrollador FullStack con el siguiente perfil:   Esquema 100% Remoto - Es importante que viva en el país de México    *Se requiere Ingles Avanzado* *Proyecto por 4 meses*     +4 años de experiencia en las siguientes tecnologías: -           Java -            React/NextJs -           HTML -            Javascript -           Azure Devops Server -           SQL -           HCL Commerce     Responsabilidades: -           Manejo de las mejores practicas en el desarrollo de HCL Commerce. -           Conocimiento de pasarelas de pagos -           Desarrollo de código seguro y de alto rendimiento. -           Experiencia en el uso y construcción de API’s SOAP y REST. -           Conocimientos sobre la metodología Agile o SCRUM. -           Control de versiones en Azure Devops Server.   Beneficios : Esquema Mixto en IMSS Posición Hibrida, en su mayoría de forma remota. SGM mayores, SGM menores, Seguro de Vida, Seguro funerario, 12 días de vacaciones, 15 días de aguinaldo, entre otras."
    },
    {
        "titulo": "Analista de Gobierno de Datos - Hibrido en AXEN",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Nuevo León",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "En AXEN IT Consulting estamos creciendo exponencialmente con clientes con grandes proyecciones de crecimiento, Contamos con más de 25 años de experiencia en el mercado de servicios de tecnologías de información, Enfocados en nuestro crecimiento y al mismo tiempo ofrecer planes de mejora a nuestro talento, Actualmente estamos en búsqueda de un Analista de Gobierno de Datos   4 años de experiencia: Gobierno de datos Calidad de datos Manejo de proyectos de Migración de datos Experiencia en procesos de Recursos Humanos, Finanzas o Auditoria Conocimientos de framework de DAMA, The Data Governance Institute o lo relacionado a gobierno de datos. Conocimiento en procesos de negocio como recursos humanos, finanzas o auditoria. Implementación de Gobierno de datos desde cero, llevar sesiones con usuarios funcionales, Proyectos de migración de datos Uso de herramienta Workday es un plus     Beneficios : Esquema Mixto en IMSS Posición Hibrida SGM mayores, SGM menores, Seguro de Vida, Seguro funerario, 12 días de vacaciones, 15 días de aguinaldo, entre otras."
    },
    {
        "titulo": "Consultor en Infraestructura (Intune / Endpoint) Inglés Avanzado - Remoto en AXEN",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "En AXEN IT Consulting estamos creciendo exponencialmente con clientes con grandes proyecciones de crecimiento, Contamos con más de 25 años de experiencia en el mercado de servicios de tecnologías de la información, Enfocados en nuestro crecimiento y al mismo tiempo ofreciendo planes de mejora a nuestro talento, actualmente estamos buscando Consultor en Infraestructura (Intune / Endpoint) con el siguiente perfil:   Esquema 100% Remoto - Es importante que viva en el país de México  +4 años de experiencia: -             Inglés avanzado -             Especialista en gestión de endpoints -             Experiencia en plataformas como ManageEngine Endpoint Central e Intune. -             Amplia capacidad para implementar y administrar soluciones de gestión de parches (Patch Management ) -             Automatización de actualizaciones de seguridad -             Control de dispositivos   Beneficios : Esquema Mixto en IMSS Posición Hibrida, en su mayoría de forma remota. SGM mayores, SGM menores, Seguro de Vida, Seguro funerario, 12 días de vacaciones, 15 días de aguinaldo, entre otras."
    },
    {
        "titulo": "Project Manager (SAP Concur / PMI) Inglés Avanzado - Hibrido en AXEN",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Nuevo León - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "  En AXEN IT Consulting estamos creciendo exponencialmente con clientes con grandes proyecciones de crecimiento, Contamos con más de 25 años de experiencia en el mercado de servicios de tecnologías de la información, Enfocados en nuestro crecimiento y al mismo tiempo ofreciendo planes de mejora a nuestro talento, actualmente estamos buscando Project Manager (SAP Concur/ PMI) con el siguiente perfil: Esquema Hibrido, en su mayoría remota. +4 años de experiencia: -             Inglés avanzado -             Experiencia en gestión de proyectos bajo el estándar del PMI (PMBOK). -             Conocimiento en metodologías ágiles (Scrum, SAFe, Kanban). -             Manejo de riesgos, presupuesto y gestión del alcance del proyecto. -             Liderear proyectos de transformación digital o mejora de procesos financieros y administrativos. -             Experiencia previa con SAP Concur. -             Implementación o mejora de procesos enfocados en la eficiencia operativa, control del gasto, y cumplimiento normativo. -             Gestión del cambio y adopción tecnológica a nivel corporativo. Beneficios: ·         Esquema Mixto en IMSS ·         Posición Hibrida, en su mayoría de forma remota. ·         SGM mayores, SGM menores, Seguro de Vida, Seguro funerario, 12 días de vacaciones, 15 días de aguinaldo, entre otras."
    },
    {
        "titulo": "Consultor SAP SD Senior - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 50,000 a 60,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Consultor SAP SD Ingles conversacional obligatorio 100% remoto Requisitos Contar con un   mínimo de 6 años de experiencia en SAP SD  , con enfoque en Brasil y la región LATAM. Demostrar sólidas habilidades de resolución de problemas y capacidad para solucionar situaciones complejas. Tener un   buen entendimiento de los dominios de Finanzas y Contabilidad. Poseer excelentes habilidades de comunicación y colaboración. Mostrar competencia en la creación y mantenimiento de documentación técnica. Tener la capacidad de capacitar y brindar soporte efectivo a los usuarios finales. Responsabilidades Desarrollar e implementar soluciones SAP SD adaptadas a las necesidades de Brasil y la región LATAM. Colaborar con equipos multifuncionales para recopilar y analizar los requerimientos del negocio. Brindar experiencia técnica en SAP SD para garantizar una integración fluida con los sistemas existentes. Diagnosticar y resolver problemas relacionados con los módulos de SAP SD. Realizar auditorías periódicas del sistema para asegurar la integridad de los datos y el cumplimiento de los estándares de la empresa. Crear y mantener documentación completa de todos los procesos y configuraciones de SAP SD. Capacitar y brindar soporte a los usuarios finales para maximizar la eficiencia de las soluciones SAP SD. Participar en actualizaciones y mejoras del sistema para optimizar su rendimiento general. Asegurar que todas las soluciones SAP SD cumplan con las mejores prácticas y estándares de la industria. Trabajar estrechamente con los equipos de Finanzas y Contabilidad para alinear los procesos SAP SD con las operaciones financieras. Monitorear el rendimiento del sistema e implementar las optimizaciones necesarias. Proporcionar actualizaciones regulares a los stakeholders sobre el progreso de los proyectos y el rendimiento del sistema. Mantenerse al día con las últimas tendencias y tecnologías en SAP SD para proponer soluciones innovadoras a la empresa. Ofrecemos: • Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. • Prima vacacional del 50% • Aguinaldo a 24 días.  Vales de despensa mensuales de $3,300 Interesados enviar su cv al correo: reclutamiento(arroba)horizonteempresarial.com.mx"
    },
    {
        "titulo": "Consultor SAP SD Senior - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 45,000 a 50,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Consultor SAP SD Ingles conversacional obligatorio 100% remoto Requisitos Contar con un  mínimo de 6 años de experiencia en SAP SD , con enfoque en Brasil y la región LATAM. Demostrar sólidas habilidades de resolución de problemas y capacidad para solucionar situaciones complejas. Tener un  buen entendimiento de los dominios de Finanzas y Contabilidad. Poseer excelentes habilidades de comunicación y colaboración. Mostrar competencia en la creación y mantenimiento de documentación técnica. Tener la capacidad de capacitar y brindar soporte efectivo a los usuarios finales. Responsabilidades Desarrollar e implementar soluciones SAP SD adaptadas a las necesidades de Brasil y la región LATAM. Colaborar con equipos multifuncionales para recopilar y analizar los requerimientos del negocio. Brindar experiencia técnica en SAP SD para garantizar una integración fluida con los sistemas existentes. Diagnosticar y resolver problemas relacionados con los módulos de SAP SD. Realizar auditorías periódicas del sistema para asegurar la integridad de los datos y el cumplimiento de los estándares de la empresa. Crear y mantener documentación completa de todos los procesos y configuraciones de SAP SD. Capacitar y brindar soporte a los usuarios finales para maximizar la eficiencia de las soluciones SAP SD. Participar en actualizaciones y mejoras del sistema para optimizar su rendimiento general. Asegurar que todas las soluciones SAP SD cumplan con las mejores prácticas y estándares de la industria. Trabajar estrechamente con los equipos de Finanzas y Contabilidad para alinear los procesos SAP SD con las operaciones financieras. Monitorear el rendimiento del sistema e implementar las optimizaciones necesarias. Proporcionar actualizaciones regulares a los stakeholders sobre el progreso de los proyectos y el rendimiento del sistema. Mantenerse al día con las últimas tendencias y tecnologías en SAP SD para proponer soluciones innovadoras a la empresa. Ofrecemos: • Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. • Prima vacacional del 50% • Aguinaldo a 24 días.  Vales de despensa mensuales de $3,300 Interesados enviar su cv al correo: reclutamiento(arroba)horizonteempresarial.com.mx"
    },
    {
        "titulo": "Arquitecto de Soluciones Microsoft Azure Senior",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Ciudad de México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "Descripción de la empresa bSide es una consultora de tecnología e innovación reconocida como Gold Partner de Microsoft desde hace 17 años. Especializados en tecnologías Microsoft, contamos con más de 300 certificaciones y ofrecemos soluciones de Inteligencia Artificial, seguridad en la nube, modernización de aplicaciones y más. Desde la Ciudad de México, hemos guiado la transformación digital de más de 500 clientes. Descripción del puesto Como Arquitecto de Soluciones Azure en bSide, serás responsable de diseñar, desarrollar e implementar soluciones en la nube utilizando tecnologías Azure. Tus tareas diarias incluirán la consultoría técnica, la integración de sistemas y la mejora de los procesos de negocio. Este es un puesto de tiempo completo y se realizará de manera presencial en nuestras oficinas ubicadas en CDMX. Requisitos Experiencia en el diseño de soluciones de software en la plataforma azure Sólidos conocimientos de los requerimientos de software y hardware para la implantación de aplicaciones empresariales. Diseño y Arquitectura de soluciones de software en nube on premises Estimación de tiempos y materiales de soluciones de software Conocimientos solidos en patrones de diseño, de arquitectura de diseño Esta posición es para trabajar 100% Presencial en CDMX"
    },
    {
        "titulo": "DevOps Engineer AWS Middle - Remoto en Quo Digital",
        "sueldo": "$ 35,000 a 40,000 MXN (Neto)",
        "ciudadModalidad": "Remoto: LATAM",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Buscamos un DevOps Engineer con experiencia en la implementación y mantenimiento de entornos de microservicios, automatización de pipelines de CI/CD y despliegues en múltiples plataformas en la nube (DigitalOcean, AWS y GCP). Además, deberá contar con conocimientos sólidos en contenedorización (Docker), orquestación (Kubernetes), sistemas de mensajería (Kafka) y herramientas de monitoreo, con el objetivo de proporcionar un entorno estable, seguro y escalable para los equipos de desarrollo.   Responsabilidades principales: ·        Diseñar e implementar infraestructuras basadas en microservicios en Kubernetes y otras plataformas de contenedorización. ·        Configurar y gestionar entornos de nube (DigitalOcean, AWS, GCP), ·        Garantizar alta disponibilidad, escalabilidad y resiliencia de los sistemas. ·        Automatización, creación y mantenimiento de pipelines de integración continua (CI) y entrega continua (CD) ·        Automatizar procesos de build, test y despliegue para asegurar entregas rápidas y confiables. ·        Implementar estrategias de branching, versionado y empaquetado para diversos entornos (dev, staging, producción). ·        Desplegar y gestionar servicios de mensajería (Kafka) para la comunicación entre microservicios. ·        Implementar estrategias de logging para el diagnóstico y la observabilidad de los servicios. ·        Configurar alertas y notificaciones para garantizar la salud y el rendimiento de la infraestructura y los servicios. ·        Analizar y optimizar el uso de recursos en la nube (DigitalOcean, AWS, GCP) para balancear costos y rendimiento. ·        Diseñar arquitecturas escalables que soporten el crecimiento de las aplicaciones y la demanda de usuarios. ·        Implementar buenas prácticas de seguridad (encriptación, secretos, gestión de accesos) en todo el ciclo de vida de la aplicación. ·        Asegurar la conformidad con normas y políticas internas/externas (ISO, GDPR, u otras) cuando aplique. ·        Participar en la creación y mantenimiento de planes de recuperación de desastres (DRP) y alta disponibilidad. ·        Colaborar con los equipos de desarrolladores y QA para optimizar flujos de trabajo y resolver issues de integración. ·        Capacitar a los equipos en el uso de herramientas y prácticas DevOps, fomentando la cultura de automatización y mejora continua.     Requisitos: ·        Experiencia previa (3+ años) en roles de DevOps, Site Reliability Engineering (SRE) o similares. ·        Sólidos conocimientos en contenedorización (Docker) y orquestación (Kubernetes). ·        Experiencia probada en plataformas de nube como DigitalOcean, AWS y GCP (al menos dos de ellas). ·        Familiaridad con sistemas de mensajería como Kafka y metodologías de microservicios. ·        Manejo de pipelines de CI/CD (GitLab CI, Jenkins, otras). ·        Conocimientos de infraestructuras como código (Terraform, Ansible o similares). ·        Uso de herramientas de monitoreo y logging (Prometheus, otras) ·        Conocimientos en bases de datos relacionales y NoSQL (Postgres, MongoDB) Deseable   Habilidades Blandas ·        Excelentes habilidades de comunicación para colaborar con equipos multidisciplinarios. ·        Capacidad de resolución de problemas y adaptabilidad a entornos cambiantes. ·        Orientación a la calidad, seguridad y escalabilidad en cada solución propuesta. Idiomas Conocimientos de inglés para la lectura de documentación técnica y comunicación con equipos internacionales (deseable). Competencias Clave Automatización: Mentalidad enfocada en optimizar y automatizar procesos de desarrollo, despliegue y mantenimiento. Trabajo en Equipo: Capacidad para colaborar con desarrolladores, QA y otros ingenieros, brindando soporte técnico y asesoría. Orientación al Detalle: Rigurosidad en la configuración y mantenimiento de entornos, minimizando errores y riesgos. Aprendizaje Constante: Pasión por mantenerse actualizado en herramientas y tecnologías emergentes en el ámbito DevOps."
    },
    {
        "titulo": "Consultor POS - Híbrido en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: CONSULTOR POS Inglés conversacional obligatorio Ubicación:     CDMX  , 05348 Esquema presencial Habilidades requeridas: Point of Sale (POS), Jira, Office 365, SharePoint, UML, PPM Calificaciones Contar con entre  8 y 10 años de experiencia en TI  dentro de las industrias de  Retail, Restaurantes o Bienes de Consumo  . Experiencia en procesos de operaciones en tienda como:  gestión de inventario en tienda  ,  sistemas POS  ,  gestión de transacciones en tienda  (órdenes, recepciones),  programas de lealtad  ,  gestión de personal  ,  cumplimiento normativo  y  prevención de pérdidas  . Amplia experiencia práctica en  proyectos de implementación  (POS, gestión de personal, experiencia en tienda, reducción de mermas en retail). Haber liderado y entregado  proyectos complejos en el ámbito de operaciones en tienda  . Experiencia como  product owner  ,  analista de negocios  ,  gerente de producto  o  gerente de proyecto  para definir prioridades estratégicas y roadmaps de productos. Experiencia actuando como  enlace con el cliente  para identificar necesidades de negocio y desarrollar un portafolio de productos adecuado. Excelentes habilidades de comunicación. Capacidad para asumir la responsabilidad de  entregables clave y cronogramas  desde un entorno offshore. Participación en  actividades de preventa  como experto en tiendas: participación activa en definición de estrategias comerciales, estructuración de propuestas, y otras actividades de desarrollo de negocios. Ayudar a  crear estrategias, definir roadmaps y guiar a los clientes en su transformación operativa en tienda  ."
    },
    {
        "titulo": "Consultor POS- Retail en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México",
        "horario": "Recién graduado sin experiencia",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: CONSULTOR POS Ingles conversacional obligatorio Ubicación:    CDMX , 05348 Esquema presencial Habilidades requeridas: Point of Sale (POS), Jira, Office 365, SharePoint, UML, PPM Calificaciones Contar con entre 8 y 10 años de experiencia en TI dentro de las industrias de Retail, Restaurantes o Bienes de Consumo . Experiencia en procesos de operaciones en tienda como: gestión de inventario en tienda , sistemas POS , gestión de transacciones en tienda (órdenes, recepciones), programas de lealtad , gestión de personal , cumplimiento normativo y prevención de pérdidas . Amplia experiencia práctica en proyectos de implementación (POS, gestión de personal, experiencia en tienda, reducción de mermas en retail). Haber liderado y entregado proyectos complejos en el ámbito de operaciones en tienda . Experiencia como product owner , analista de negocios , gerente de producto o gerente de proyecto para definir prioridades estratégicas y roadmaps de productos. Experiencia actuando como enlace con el cliente para identificar necesidades de negocio y desarrollar un portafolio de productos adecuado. Excelentes habilidades de comunicación. Capacidad para asumir la responsabilidad de entregables clave y cronogramas desde un entorno offshore. Participación en actividades de preventa como experto en tiendas: participación activa en definición de estrategias comerciales, estructuración de propuestas, y otras actividades de desarrollo de negocios. Ayudar a crear estrategias, definir roadmaps y guiar a los clientes en su transformación operativa en tienda . Experiencia trabajando con equipos directivos para definir las capacidades y propuestas de valor en operaciones de tiendas retail . Ofrecemos: •  Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  Si te encuentras interesado, manda tu CV a:       contacto (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Gerente de Productos de IA - Tableau Middle - Remoto en CONTPAQi",
        "sueldo": "$ 45,000 a 50,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Somos la empresa Jalisciense con más de 40 años de experiencia y presencia a nivel nacional líder en contribuir con la sociedad impulsando el desarrollo de las empresas con software de calidad. Sabemos que, para lograr nuestra meta, es esencial contar con colaboradores felices y comprometidos que disfruten su trabajo; por eso, queremos que encuentren su propósito con nosotros. Contamos con la posición vacante: Gerente de Producto – IA y Analítica de Datos Misión del rol:  Buscamos un/a  Gerente de Producto  que lidere la evolución de soluciones de  Inteligencia Artificial ,  Ciencia de Datos  y  Business Intelligence , conectando las necesidades estratégicas del negocio con productos funcionales, viables y centrados en el usuario. Serás el puente entre  stakeholders ,  usuarios ,  equipos técnicos  y de  desarrollo , impulsando el diseño de soluciones que transformen la toma de decisiones.  Responsabilidades Principales: Definir la  visión de producto  de IA y analítica, alineando con los objetivos estratégicos del negocio. Priorizar el  backlog  enfocado en impacto y valor, colaborando con áreas técnicas, comerciales y de mercado. Traducir requerimientos de negocio en  funcionalidades claras , reglas de negocio e historias de usuario. Coordinar con  equipos técnicos  (Data Science, Ingeniería, QA, UX) para facilitar una ejecución efectiva. Evaluar la viabilidad de soluciones de IA desde múltiples perspectivas: técnica, funcional y estratégica. Monitorear el  rendimiento del producto , calidad e impacto, y liderar mejoras continuas. Validar hipótesis con usuarios finales mediante pruebas, talleres o entrevistas. Mantenerse actualizado en  tendencias de IA ,  chatbots ,  NLP , automatización y tecnologías emergentes. Gestionar aspectos de  riesgo ,  ética  y  cumplimiento  en soluciones basadas en IA. OFERTA: Homeoffice o esquema híbrido dependiendo la ubicación Prestaciones superiores a las de ley Beneficios para tu familia Ambiente colaborativo e innovador Formar parte de una organización con espíritu colaborativo y confianza; controla tus tiempos y agenda a través de una comunicación colaborativa en equipo. Compartir conocimiento con grandes profesionales Oportunidad de liderar productos de alto impacto Trabajo con tecnologías de vanguardia en IA y datos Crecimiento profesional y participación en iniciativas estratégicas Requisitos ·       Experiencia comprobable en  Ciencia de Datos ,  Ingeniería de Datos ,  Inteligencia Artificial  o  Business Intelligence . ·       Experiencia creando productos de  IA ,  automatización  o  BI  (incluye  LLMs ,  ChatGPT , etc.). ·       Conocimiento de  modelado de datos , métricas de producto y herramientas BI como  Power BI ,  Looker  o  Tableau . ·       Familiaridad con  SQL ,  Python ,  APIs , flujos de datos y tecnologías en la nube (idealmente  AWS ). ·       Capacidad de análisis y pensamiento estratégico para evaluar  viabilidad ,  factibilidad  y  deseabilidad  de soluciones. ·       Experiencia con metodologías ágiles:  Scrum ,  Kanban , gestión de  backlog  y herramientas como  JIRA ,  Trello  o  Azure DevOps . ·       Enfoque  user-centric  y  data driven : habilidad para traducir necesidades complejas en soluciones centradas en el usuario. Deseables: ·       Conocimientos en  contabilidad ,  fiscalidad  o  ERP . ·       Experiencia en  startups ,  SaaS ,  B2B  o plataformas tecnológicas. ·       Familiaridad con  MLOps ,  AutoML ,  agentes autónomos  o  generación de contenido con IA ."
    },
    {
        "titulo": "Desarrollador Node.js Middle - Remoto",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Remoto: México, Argentina, Colombia",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Únete a este gran proyecto sumando con tu talento como Desarrollador Node.js  y sigamos “Haciendo Familia Juntos” Requisitos: - Formación académica en área de Sistemas y Tecnologías de la información, Ingeniero en computación, Licenciado en computación o afín. - Experiencia con las siguientes herramientas: Softaware: - NodeJS - Javascript - MogoDB (basico - CRUD) - Git/Github -Linux (Basico - implementación de aplicaciones) -React - Contar con equipo de computo propio. Actividades: - Realizar la codificación de las aplicaciones para cumplir con los criterios de aceptación definidos con los clientes. - Generar la documentación de las aplicaciones para la implementación a producción. - Soporte a las aplicaciones internas Ofrecemos: - Sueldo base  - Bono decembrino - Vacaciones superiores a la ley ¡POSTULATE!  "
    },
    {
        "titulo": "Desarrollador SAP ABAP - Híbrido en Capital Empresarial Horizonte",
        "sueldo": "$ 80,000 a 90,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   SAP ABAP Developer Inglés conversacional obligatorio Para laborar Hibrido en CDMX o GDL o MTY Buscamos un/a Desarrollador/a con 4 a 6 años de experiencia en informes SAP ABAP para unirse a nuestro dinámico equipo. El/La candidato/a ideal deberá contar con una sólida formación técnica y un buen conocimiento de las áreas de Finanzas y Contabilidad. Este puesto híbrido ofrece la flexibilidad de trabajar tanto de forma remota como presencial durante el día. No se requieren desplazamientos. Responsabilidades Desarrollar y mantener informes SAP ABAP para respaldar los procesos de negocio. Colaborar con equipos multifuncionales para recopilar y analizar requisitos. Diseñar código, probar y depurar programas complejos en SAP ABAP. Garantizar la calidad y el rendimiento de los informes SAP ABAP mediante pruebas rigurosas. Brindar soporte técnico y resolución de problemas relacionados con SAP ABAP. Optimizar los informes SAP ABAP existentes para un mejor rendimiento y eficiencia. Documentar las especificaciones técnicas y mantener la documentación completa del proyecto. Participar en las revisiones de código para garantizar el cumplimiento de las mejores prácticas y los estándares de codificación. Trabajar estrechamente con los equipos de Finanzas y Contabilidad para comprender sus necesidades de informes. Implementar mejoras y modificaciones en los informes SAP ABAP existentes en función de los comentarios de los usuarios. Manténgase al día con las últimas tecnologías de SAP y las tendencias del sector. Contribuya a las iniciativas de mejora continua dentro del equipo de desarrollo. Ofrecemos Sueldo de acuerdo con experiencia (negociables) Esquema 100% nomina Prestaciones de Ley (12 días de vacaciones iniciales + 2 por cada año) y Prestaciones Superiores (SGMM Familiar + Seguro de Vida 1 millón + Vales de despensa mensuales + 30 días de aguinaldo). Interesados enviar su cv al correo: empleo(arroba)horizonteempresarial.com.mx "
    },
    {
        "titulo": "SAP ABAP Developer - Híbrido en Capital Empresarial Horizonte",
        "sueldo": "$ 80,000 a 90,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   SAP ABAP Developer Inglés conversacional obligatorio Para laborar Hibrido en CDMX o GDL o MTY Buscamos un/a Desarrollador/a con 4 a 6 años de experiencia en informes SAP ABAP para unirse a nuestro dinámico equipo. El/La candidato/a ideal deberá contar con una sólida formación técnica y un buen conocimiento de las áreas de Finanzas y Contabilidad. Este puesto híbrido ofrece la flexibilidad de trabajar tanto de forma remota como presencial durante el día. No se requieren desplazamientos. Responsabilidades Desarrollar y mantener informes SAP ABAP para respaldar los procesos de negocio. Colaborar con equipos multifuncionales para recopilar y analizar requisitos. Diseñar código, probar y depurar programas complejos en SAP ABAP. Garantizar la calidad y el rendimiento de los informes SAP ABAP mediante pruebas rigurosas. Brindar soporte técnico y resolución de problemas relacionados con SAP ABAP. Optimizar los informes SAP ABAP existentes para un mejor rendimiento y eficiencia. Documentar las especificaciones técnicas y mantener la documentación completa del proyecto. Participar en las revisiones de código para garantizar el cumplimiento de las mejores prácticas y los estándares de codificación. Trabajar estrechamente con los equipos de Finanzas y Contabilidad para comprender sus necesidades de informes. Implementar mejoras y modificaciones en los informes SAP ABAP existentes en función de los comentarios de los usuarios. Manténgase al día con las últimas tecnologías de SAP y las tendencias del sector. Contribuya a las iniciativas de mejora continua dentro del equipo de desarrollo. Ofrecemos Sueldo de acuerdo con experiencia (negociables) Esquema 100% nomina Prestaciones de Ley (12 días de vacaciones iniciales + 2 por cada año) y Prestaciones Superiores (SGMM Familiar + Seguro de Vida 1 millón + Vales de despensa mensuales + 30 días de aguinaldo). Interesados enviar su cv al correo: empleo(arroba)horizonteempresarial.com.mx "
    },
    {
        "titulo": "SAP ABAP Developer Senior - Híbrido en Capital Empresarial Horizonte",
        "sueldo": "$ 45,000 a 50,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   SAP ABAP Developer Inglés conversacional obligatorio Para laborar Hibrido en CDMX o GDL o MTY Buscamos un/a Desarrollador/a con 4 a 6 años de experiencia en informes SAP ABAP para unirse a nuestro dinámico equipo. El/La candidato/a ideal deberá contar con una sólida formación técnica y un buen conocimiento de las áreas de Finanzas y Contabilidad. Este puesto híbrido ofrece la flexibilidad de trabajar tanto de forma remota como presencial durante el día. No se requieren desplazamientos. Responsabilidades Desarrollar y mantener informes SAP ABAP para respaldar los procesos de negocio. Colaborar con equipos multifuncionales para recopilar y analizar requisitos. Diseñar código, probar y depurar programas complejos en SAP ABAP. Garantizar la calidad y el rendimiento de los informes SAP ABAP mediante pruebas rigurosas. Brindar soporte técnico y resolución de problemas relacionados con SAP ABAP. Optimizar los informes SAP ABAP existentes para un mejor rendimiento y eficiencia. Documentar las especificaciones técnicas y mantener la documentación completa del proyecto. Participar en las revisiones de código para garantizar el cumplimiento de las mejores prácticas y los estándares de codificación. Trabajar estrechamente con los equipos de Finanzas y Contabilidad para comprender sus necesidades de informes. Implementar mejoras y modificaciones en los informes SAP ABAP existentes en función de los comentarios de los usuarios. Manténgase al día con las últimas tecnologías de SAP y las tendencias del sector. Contribuya a las iniciativas de mejora continua dentro del equipo de desarrollo. Ofrecemos Sueldo de acuerdo con experiencia (negociables) Esquema 100% nomina Prestaciones de Ley (12 días de vacaciones iniciales + 2 por cada año) y Prestaciones Superiores (SGMM Familiar + Seguro de Vida 1 millón + Vales de despensa mensuales + 30 días de aguinaldo). Interesados enivar su cv al correo: reclutamiento(arroba)horizonteempresarial.com.mx "
    },
    {
        "titulo": "SAP ABAP Developer - Híbrido en Capital Empresarial Horizonte",
        "sueldo": "$ 45,000 a 50,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   SAP ABAP Developer Inglés conversacional obligatorio Para laborar Hibrido en CDMX o GDL o MTY Buscamos un/a Desarrollador/a con 4 a 6 años de experiencia en informes SAP ABAP para unirse a nuestro dinámico equipo. El/La candidato/a ideal deberá contar con una sólida formación técnica y un buen conocimiento de las áreas de Finanzas y Contabilidad. Este puesto híbrido ofrece la flexibilidad de trabajar tanto de forma remota como presencial durante el día. No se requieren desplazamientos. Responsabilidades Desarrollar y mantener informes SAP ABAP para respaldar los procesos de negocio. Colaborar con equipos multifuncionales para recopilar y analizar requisitos. Diseñar código, probar y depurar programas complejos en SAP ABAP. Garantizar la calidad y el rendimiento de los informes SAP ABAP mediante pruebas rigurosas. Brindar soporte técnico y resolución de problemas relacionados con SAP ABAP. Optimizar los informes SAP ABAP existentes para un mejor rendimiento y eficiencia. Documentar las especificaciones técnicas y mantener la documentación completa del proyecto. Participar en las revisiones de código para garantizar el cumplimiento de las mejores prácticas y los estándares de codificación. Trabajar estrechamente con los equipos de Finanzas y Contabilidad para comprender sus necesidades de informes. Implementar mejoras y modificaciones en los informes SAP ABAP existentes en función de los comentarios de los usuarios. Manténgase al día con las últimas tecnologías de SAP y las tendencias del sector. Contribuya a las iniciativas de mejora continua dentro del equipo de desarrollo."
    },
    {
        "titulo": "Desarrollador SAP ABAP - Híbrido en Capital Empresarial Horizonte",
        "sueldo": "$ 45,000 a 50,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   Desarrollador SAP ABAP Ingles conversacional obligatorio Para laborar Hibrido en CDMX o GDL o MTY Buscamos un/a Desarrollador/a con 4 a 6 años de experiencia en informes SAP ABAP para unirse a nuestro dinámico equipo. El/La candidato/a ideal deberá contar con una sólida formación técnica y un buen conocimiento de las áreas de Finanzas y Contabilidad. Este puesto híbrido ofrece la flexibilidad de trabajar tanto de forma remota como presencial durante el día. No se requieren desplazamientos. Responsabilidades Desarrollar y mantener informes SAP ABAP para respaldar los procesos de negocio. Colaborar con equipos multifuncionales para recopilar y analizar requisitos. Diseñar código, probar y depurar programas complejos en SAP ABAP. Garantizar la calidad y el rendimiento de los informes SAP ABAP mediante pruebas rigurosas. Brindar soporte técnico y resolución de problemas relacionados con SAP ABAP. Optimizar los informes SAP ABAP existentes para un mejor rendimiento y eficiencia. Documentar las especificaciones técnicas y mantener la documentación completa del proyecto. Participar en las revisiones de código para garantizar el cumplimiento de las mejores prácticas y los estándares de codificación. Trabajar estrechamente con los equipos de Finanzas y Contabilidad para comprender sus necesidades de informes. Implementar mejoras y modificaciones en los informes SAP ABAP existentes en función de los comentarios de los usuarios. Manténgase al día con las últimas tecnologías de SAP y las tendencias del sector. Contribuya a las iniciativas de mejora continua dentro del equipo de desarrollo. Garantice la entrega puntual de los proyectos manteniendo altos estándares de calidad. Requisitos Sólida experiencia en el desarrollo de informes SAP ABAP. Buen conocimiento de las áreas de finanzas y contabilidad. Excelentes habilidades analíticas y de resolución de problemas. Fuertes habilidades de comunicación y colaboración. Demuestre competencia en la depuración y optimización de código SAP ABAP. Experiencia con herramientas y metodologías de desarrollo de SAP. Proactividad en el aprendizaje y la adaptación a nuevas tecnologías. Atención al detalle y compromiso con la entrega de trabajo de alta calidad. Capacidad para trabajar de forma independiente y en equipo. Capacidad para gestionar eficazmente múltiples tareas y prioridades. Sólida comprensión de los procesos del ciclo de vida del desarrollo de software (SDLC). Compromiso con la mejora continua y el desarrollo profesional. Demostrar una mentalidad centrada en el cliente con dedicación a satisfacer las necesidades del usuario. Ofrecemos: •     Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •     Prima vacacional del 50% • Aguinaldo a 24 días.  •     Vales de despensa por $3300,53  •     Apoyo monetario en caso de que trabajes desde Home Office. Si te encuentras interesado, manda tu CV a:              emple o (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Ejecutivo de Nuevas Cuentas en Ventas de Tecnología (SAAS) - Middle en Tralix México",
        "sueldo": "$ 20,000 a 25,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "Tralix te invita a ser parte del equipo como: Ejecutivos de Nuevas Cuentas  (SAAS) Escolaridad: Áreas de ingeniería en sistemas o económico administrativas Requerimientos del perfil: Experiencia mínima de 2 a 4 años en ventas de software. Experiencia comprobable en ventas de software o SAAS. Experiencia en ventas a empresas AAA. Experiencia en ventas de Facturación Electrónica, Correo Electrónico o  software relacionado. Change management, pensamiento estratégico y toma de decisiones. Responsabilidades: Atracción de nuevos clientes del segmento corporativo mexicano. Conocimientos del ciclo de venta de soluciones. Automotivado y autodirigido. Conocimientos y manejo de CRM y/o reporte de ventas. Contar con cartera (deseable). Habilidades: Alto nivel de servicio y atención al cliente. Resolución de problemas. Capacidad de autoaprendizaje. Trabajo bajo presión. Tolerante a la frustración. Orientación a resultados Flexibilidad y adaptabilidad.  Conocimiento Adicional: Venta de soluciones complejas (HW, SW, y servicios profesionales) Experiencia en proyectos de facturación electrónica a grandes empresas y  corporativos (deseable) Conocimientos en administración y contabilidad (muy deseable) Conocimientos de lenguaje técnico (SW, HW, infraestructura de TI, etc.) Nociones de MKT e E-mail marketing. Inglés (conversación de negocios - negociación con clientes)  Ofrecemos: Prestaciones superiores a las de ley: vales de despensa, fondo de ahorro y 30 días de aguinaldo Aprendizaje y desarrollo constante   Salario base: $20,000 - $25,000 brutos (según aptitudes) + comisiones"
    },
    {
        "titulo": "Desarrollador Java UPF/IPF - remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 50,000 a 60,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:  Desarrollador Java - Especialista en ACI UPF/IPF Ingles conversacional obligatorio Trabajo 100% remoto Debe poseer conocimientos en Core Java . Debe tener conocimientos sobre el producto ACI UPF/IPF . Es indispensable tener experiencia con Groovy u otros lenguajes de scripting similares. Buen manejo de UNIX a nivel usuario (principalmente Linux, aunque también es deseable AIX o Solaris). Buen nivel de desarrollo con bases de datos relacionales como Oracle / MSSQL . Debe tener conocimientos sobre implementación e instalación de UPF . Debe tener un conocimiento profundo de Config Builder y Platform Manager . Habilidades de redacción técnica , con capacidad para escribir documentación de diseño. Responsabilidades Contar con habilidades en Core Java . Tener conocimiento del producto ACI UPF/IPF . Dominio de Groovy o lenguajes de scripting similares. Buen manejo de sistemas UNIX a nivel usuario (especialmente Linux; AIX y Solaris también son valorados). Habilidades de desarrollo con bases de datos relacionales como Oracle o MSSQL . Experiencia demostrable en implementación e instalación de UPF . Conocimiento avanzado de las herramientas Config Builder y Platform Manager . Capacidad para generar documentación técnica de diseño . Preferiblemente , experiencia previa en el sector BFS (Banking & Financial Services) o pagos . Se valora experiencia en mensajería ISO20022 . Excelentes habilidades de comunicación , tanto oral como escrita. Experiencia previa trabajando con equipos liderados por el cliente . Ofrecemos: •  Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  • Vales de despensa mensuales"
    },
    {
        "titulo": "Sr. Project Manager en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Sr. Project Manager Ingles Conversacional Obligatorio para laborar en esquema hibrido en CDMX, GDL, Qro o Monterrey (3 días de Home Office) Buscamos un Gerente Senior de Proyectos para supervisar el programa Efficiency Reimagined , así como diversos proyectos de Cumplimiento, Seguridad y Tecnología . El candidato ideal debe tener sólidas habilidades en Excel , análisis de datos y metodologías de gestión de proyectos . Entre sus responsabilidades principales se encuentran la gestión de múltiples proyectos, el aseguramiento del cumplimiento normativo y la seguridad, el análisis de datos de proyectos, la colaboración con partes interesadas, la mitigación de riesgos y el mantenimiento de la documentación del proyecto. Es esencial contar con habilidades sólidas de comunicación, liderazgo y organización . Este rol es responsable de brindar liderazgo integral para un proyecto o esfuerzo de soporte, siendo responsable de los entregables, y del desarrollo de cronogramas, hitos, y requerimientos de recursos para lograr los objetivos. Monitorea el progreso, identifica y ayuda a resolver problemas. Brinda informes de estado y presentaciones periódicas. Calificaciones:   Título universitario en Negocios, Ingeniería, Ciencias de la Computación o campos relacionados. Se prefiere Maestría.   Certificaciones PMP, PMI, CISA u otras similares altamente deseables.   Experiencia comprobada en la gestión de proyectos de tecnología, cumplimiento y seguridad en TI.   Dominio avanzado de Excel y herramientas de análisis de datos.   Excelentes habilidades de comunicación, liderazgo y organización.   Capacidad para trabajar de manera eficaz en entornos dinámicos y con múltiples prioridades.   Fuertes habilidades para la resolución de problemas y toma de decisiones.   Conocimiento de requerimientos regulatorios y estándares de cumplimiento en la industria tecnológica. Habilidades Deseables:   Experiencia con herramientas de gestión de proyectos como Microsoft Project, SharePoint y plataformas de colaboración.   Familiaridad con marcos y estándares de cumplimiento en TI.   Habilidad para desarrollar y mantener relaciones sólidas con las partes interesadas en todos los niveles de la organización. Ofrecemos: Horario de Oficina Esquema 100% nomina Sueldo abierto a negociación de acuerdo a experiencia Prestaciones de Ley Prestaciones superiores (SGMM familiar, SV 1 millón, Vales de despensa, 30 días de aguinaldo, PTU) Si te encuentras interesado, manda tu CV a:      contacto (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Desarrollador de MDM Especialista en Reltio MDM en Capital Empresarial Horizonte",
        "sueldo": "$ 80,000 a 90,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   Desarrollador Senior de MDM con Ratio / Arquitecto Especialista en Reltio MDM Ingles conversacional obligatorio 100% remota Estamos en la búsqueda de un arquitecto con experiencia, con entre 8 y 12 años de trayectoria especializado en Reltio MDM. El candidato ideal tendrá una sólida experiencia en soporte de aplicaciones. El arquitecto desempeñará un papel crucial en el diseño e implementación de soluciones MDM que se alineen con los objetivos comerciales de la empresa. Calificaciones   Poseer una sólida formación técnica con amplia experiencia en Reltio MDM.   Demostrar competencia en el diseño e implementación de soluciones MDM.   Tener un buen entendimiento de los principios de gobernanza y gestión de datos.   Contar con excelentes habilidades para la resolución de problemas y diagnóstico de fallas.   Tener experiencia en soporte de aplicaciones e integración con sistemas MDM. Responsabilidades Liderar el diseño e implementación de soluciones Reltio MDM para satisfacer los requerimientos del negocio. Supervisar el desarrollo y mantenimiento de la arquitectura MDM, asegurando su alineación con las mejores prácticas de la industria. Colaborar con las partes interesadas para recopilar y analizar requisitos de proyectos MDM. Asegurar la integridad y calidad de los datos maestros mediante prácticas efectivas de gobernanza de datos. Desarrollar y hacer cumplir políticas y procedimientos de gestión de datos para mantener su precisión y coherencia. Monitorear y optimizar el rendimiento de los sistemas MDM para garantizar alta disponibilidad y confiabilidad. Realizar revisiones y auditorías periódicas de los procesos MDM para identificar y corregir problemas o áreas de mejora. Brindar soporte y resolución de problemas relacionados con MDM. Preparar y entregar documentación técnica y materiales de capacitación para usuarios finales y equipos de soporte. Ofrecemos: •   Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •   Prima vacacional del 50% • Aguinaldo a 24 días.  •   Vales de despensa por $3300,53  •   Apoyo monetario en caso de que trabajes desde Home Office. Si te encuentras interesado, manda tu CV a:            contacto (arroba) horizonteempresarial.com.mx "
    },
    {
        "titulo": "Ingeniero en Sistemas de Pago Electrónico - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 50,000 a 60,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   Analista Funcional en Sistemas de Pago Electrónico Ingles conversacional obligatorio Trabajo 100% remoto Se requiere tener experiencia en los módulos y componentes de Base24-eps , como interfaces, manejadores de dispositivos ATM y POS, enrutamiento por prefijo, IAUTH, SAF, Journal, etc. Realizar la instalación, configuración y personalizaciones de Base24-eps de acuerdo con los requerimientos del negocio. Es preferible tener experiencia en la integración de Base24-eps con otros productos de pago como ACI UPF. Requisitos: T ener experiencia en los módulos y componentes de Base24-eps como interfaces, manejadores de dispositivos ATM y POS , enrutamiento por prefijo, IAUTH, SAF, Journal, etc. Realizar la instalación, configuración y personalización de Base24-eps según los requerimientos del negocio. Preferentemente, contar con experiencia en la integración de Base24-eps con otros productos de pago como ACI UPF. Tener experiencia práctica tanto en desarrollo de productos como en modificaciones específicas personalizadas. Comprender los códigos fuente de Base24-eps, depuración de aplicaciones y resolución de problemas. Liderar el esfuerzo de desarrollo con el equipo, preparar planes de prueba, realizar pruebas unitarias y de calidad, apoyar la implementación y el soporte durante el periodo de garantía. Tener conocimientos sólidos sobre diversas transacciones de pago, incluyendo pero no limitado a autorización, advice, comercio electrónico, pedidos por correo, preautorizaciones, etc. Tener buen entendimiento del funcionamiento de un switch de pagos y de los distintos componentes involucrados en transacciones con tarjeta presente o tarjeta no presente. Tener experiencia en lenguajes de programación como C++, plataformas como Linux/Unix y scripting en shell. Ser capaz de validar casos de negocio, realizar análisis de requerimientos, definición del alcance y estimación de proyectos. Poseer conocimientos básicos de metodologías ágiles. Tener buenas habilidades de comunicación (verbales y escritas) y actuar como enlace entre Cognizant y el cliente para cualquier discusión técnica o funcional. Tener conocimiento de herramientas o simuladores para pruebas de transacciones como Asset y Postman. Tener un buen entendimiento del formato de mensajes ISO8583. Ofrecemos: •  Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  • Vales de despensa mensuales Si te encuentras interesado, manda tu CV a: contacto (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Ingeniero en Sistemas de Pago Electrónico Senior - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 50,000 a 60,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   Analista Funcional en Sistemas de Pago Electrónico Ingles conversacional obligatorio Trabajo 100% remoto Se requiere tener experiencia en los módulos y componentes de Base24-eps   , como interfaces, manejadores de dispositivos ATM y POS, enrutamiento por prefijo, IAUTH, SAF, Journal, etc. Realizar la instalación, configuración y personalizaciones de Base24-eps de acuerdo con los requerimientos del negocio. Es preferible tener experiencia en la integración de Base24-eps con otros productos de pago como ACI UPF. Requisitos: T   ener experiencia en los módulos y componentes de Base24-eps   como interfaces, manejadores de dispositivos   ATM y POS   ,   enrutamiento por prefijo, IAUTH, SAF, Journal, etc. Realizar la instalación, configuración y personalización de Base24-eps según los requerimientos del negocio. Preferentemente, contar con experiencia en la integración de Base24-eps con otros productos de pago como ACI UPF. Tener experiencia práctica tanto en desarrollo de productos como en modificaciones específicas personalizadas. Comprender los códigos fuente de Base24-eps, depuración de aplicaciones y resolución de problemas. Liderar el esfuerzo de desarrollo con el equipo, preparar planes de prueba, realizar pruebas unitarias y de calidad, apoyar la implementación y el soporte durante el periodo de garantía. Tener conocimientos sólidos sobre diversas transacciones de pago, incluyendo pero no limitado a autorización, advice, comercio electrónico, pedidos por correo, preautorizaciones, etc. Tener buen entendimiento del funcionamiento de un switch de pagos y de los distintos componentes involucrados en transacciones con tarjeta presente o tarjeta no presente. Tener experiencia en lenguajes de programación como C++, plataformas como Linux/Unix y scripting en shell. Ser capaz de validar casos de negocio, realizar análisis de requerimientos, definición del alcance y estimación de proyectos. Poseer conocimientos básicos de metodologías ágiles. Tener buenas habilidades de comunicación (verbales y escritas) y actuar como enlace entre Cognizant y el cliente para cualquier discusión técnica o funcional. Tener conocimiento de herramientas o simuladores para pruebas de transacciones como Asset y Postman. Tener un buen entendimiento del formato de mensajes ISO8583. Ofrecemos: •  Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  • Vales de despensa mensuales "
    },
    {
        "titulo": "Ingeniero en Sistemas de Pago Electrónico Senior - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 50,000 a 60,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   Analista Funcional en Sistemas de Pago Electrónico Ingles conversacional obligatorio Trabajo 100% remoto Se requiere tener experiencia en los módulos y componentes de Base24-eps  , como interfaces, manejadores de dispositivos ATM y POS, enrutamiento por prefijo, IAUTH, SAF, Journal, etc. Realizar la instalación, configuración y personalizaciones de Base24-eps de acuerdo con los requerimientos del negocio. Es preferible tener experiencia en la integración de Base24-eps con otros productos de pago como ACI UPF. Requisitos: T  ener experiencia en los módulos y componentes de Base24-eps  como interfaces, manejadores de dispositivos  ATM y POS  ,  enrutamiento por prefijo, IAUTH, SAF, Journal, etc. Realizar la instalación, configuración y personalización de Base24-eps según los requerimientos del negocio. Preferentemente, contar con experiencia en la integración de Base24-eps con otros productos de pago como ACI UPF. Tener experiencia práctica tanto en desarrollo de productos como en modificaciones específicas personalizadas. Comprender los códigos fuente de Base24-eps, depuración de aplicaciones y resolución de problemas. Liderar el esfuerzo de desarrollo con el equipo, preparar planes de prueba, realizar pruebas unitarias y de calidad, apoyar la implementación y el soporte durante el periodo de garantía. Tener conocimientos sólidos sobre diversas transacciones de pago, incluyendo pero no limitado a autorización, advice, comercio electrónico, pedidos por correo, preautorizaciones, etc. Tener buen entendimiento del funcionamiento de un switch de pagos y de los distintos componentes involucrados en transacciones con tarjeta presente o tarjeta no presente. Tener experiencia en lenguajes de programación como C++, plataformas como Linux/Unix y scripting en shell. Ser capaz de validar casos de negocio, realizar análisis de requerimientos, definición del alcance y estimación de proyectos. Poseer conocimientos básicos de metodologías ágiles. Tener buenas habilidades de comunicación (verbales y escritas) y actuar como enlace entre Cognizant y el cliente para cualquier discusión técnica o funcional. Tener conocimiento de herramientas o simuladores para pruebas de transacciones como Asset y Postman. Tener un buen entendimiento del formato de mensajes ISO8583. Ofrecemos: •  Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  • Vales de despensa mensuales Interesados enviar su cv: "
    },
    {
        "titulo": "Consultor de monitoreo de seguridad en El Puerto De Liverpool",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Ciudad de México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": " Te encargarás de definir criterios de alarmas con base a vectores para garantizar la prevención de ataques y seguridad de la información. ¡Liverpool quiere ser parte de tu vida! Como Consultor de Seguridad de la Información tendrás a cargo las siguientes responsabilidades: Ejecutarás acciones de monitoreo de seguridad de la información de acuerdo a playbooks de atención a eventos e incidentes de seguridad, previniendo ataques informáticos que puedan comprometer los activos tecnológicos de la empresa. Desarrollarás alertas de seguridad Cyber Kill Chain, Mitre Att & CK, Nist Cybersecurity Framework, Nist Risk Management y Nist Incident Response, protegiendo los activos de EPL. Crearás controles de seguridad para detectar y contener nuevos ataques informáticos, estándares y mejores prácticas de seguridad de las plataformas tecnológicas. Implementarás alarmas para la detección de ataques informáticos en los activos de investigación. Actualizarás alarmas en los sistemas de monitoreo de acuerdo a la detección de falsos positivos de alarmas presentadas en sistema SIEM. Documentarás y registrarás los eventos detectados en una KDB. Ejecutarás proyectos y planes de actividades, garantizando el cumplimiento del proyecto. Lugar de trabajo: Santa Fe. Decide el horario que mejor se adapte a tus necesidades: Contamos con horario híbrido, una parte de tu día trabajarás en el Corporativo y por la tarde de manera remota: Lunes a Jueves: corporativo 7:00 a 13:00 hrs. / remoto 16:00 a 18:00 hrs. / Viernes: corporativo 7:00 a 13:00 hrs. Lunes a Jueves: corporativo 8:00 a 14:00 hrs. / remoto 16:00 a 18:00 hrs. / Viernes: corporativo 8:00 a 14:00 hrs. Lunes a Jueves: corporativo 9:00 a 14:30 hrs. / remoto 16:00 a 18:30 hrs. / Viernes: corporativo 9:00 a 14:30 hrs. Contamos con transporte corporativo (sujeto a disponibilidad). ¡Te invitamos a vivir la experiencia!"
    },
    {
        "titulo": "QA Tester Jr",
        "sueldo": "$ 20,000 a 25,000 MXN (Bruto)",
        "ciudadModalidad": "Puebla - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Somos una destacada financiera automotriz comprometida con la innovación y la excelencia. Nuestra misión es proporcionar soluciones financieras de calidad que impulsen el crecimiento de nuestros clientes. Valoramos la colaboración, la integridad y el desarrollo continuo de nuestro equipo. **QA Tester de Software** **Responsabilidades:** - Documentar y ejecutar casos de prueba, incluyendo pruebas manuales y automatizadas. - Reportar defectos de manera clara y efectiva, fomentando la colaboración para una rápida resolución. - Realizar pruebas de regresión, integración y rendimiento. - Automatizar pruebas de extremo a extremo utilizando herramientas como Selenium y JIRA. **Requisitos:** - Licenciatura en Informática, Ingeniería o campo relacionado. - Inglés intermedio (comprensión, escritura y conversación). - Experiencia probada como QA Tester. - Conocimiento en herramientas de pruebas (Selenium, JIRA, Jenkins) y lenguajes de programación (Java, Python). - Familiaridad con metodologías de desarrollo de software (DevOps, Agile). **Habilidades deseables:** - Experiencia en gestión de bases de datos SQL. - Conocimiento en pruebas de usabilidad y volumetría. **Ofrecemos:** - Salario competitivo desde $22,000 al mes. - Prestaciones de ley y adicionales (30 días de aguinaldo, prima vacacional del 80%). - Comedor y transporte. - Esquema híbrido de trabajo (2 días home office, 3 días en oficina). - Horario: Lunes a Viernes de 9am a 6pm. - Ubicación: A un costado de Parque FINSA, Puebla. "
    },
    {
        "titulo": "Ingeniero SOC en Banbajío",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Guanajuato",
        "horario": "No especificado",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Para BanBajío las personas son el Centro, por ello formamos una comunidad con el mejor ambiente y cultura de la Banca Requisitos: Ingeniero en Sistemas Computacionales, Ingeniero en Comunicaciones o afín. Competencias: Fundamentos de Ciberseguridad Análisis básico de amenazas Análisis de Datos Análisis básico de eventos de seguridad Colaboración en equipos de SOC o Blue Team Habilidades: Interpretación básica de logs y alertas de seguridad Interpretación básica de indicadores de compromiso (IOCs) Uso básico de herramientas de monitoreo de seguridad (SIEM, EDR, IDS, IPS.) Conocimientos: Principios básicos de análisis de datos Comunicaciones, redes, administración de Firewalls, Administración de antivirus. Normativas y estándares de Seguridad de la Información ISO 27001 OWASP NIST Responsabilidades y funciones: Recopilar y analizar datos de fuentes abiertas Asistir en la identificación y documentación de incidentes de Seguridad Asistir en la identificación de tácticas, técnicas y procedimientos (TTP) de amenazas Asistir en la identificación de posibles actores de amenazas Colaborar en la gestión de incidentes de Seguridad Oferta Laboral: Gana sueldo competitivo. Recibe aguinaldo superior a la Ley. Impulsa tu fondo de ahorro, el Banco aporta la misma cantidad que tu ahorres anualmente. Accede a anticipos de nómina y fondo de ahorro. Disfruta del reparto de utilidades PTU. Obtén préstamos exclusivos con tasa preferencial. Adquiere tu tarjeta de crédito BanBajío con tasa preferencial y sin anualidad. Protégete con seguro de gastos médicos mayores. Ampara a tu familia con un seguro de vida. Asegura hasta dos vehículos con precio de flotilla. Pensando en tu futuro, brindamos la opción de un plan participativo de pensiones. Nuestro programa de Bienestar BanBajío te da acceso a: Oportunidad de desarrollar una carrera bancaria. Contamos con Universidad Corporativa, donde puedes realizar tu maestría con validez oficial. Atención médica, pediátrica, nutricional y psicológica gratuita desde tu celular y cualquier lugar donde te encuentres, este beneficio puede ser extensible a tu familiares y amigos. Programa Totalpass-BanBajío con descuentos exclusivos al ser parte de BanBajío en la red más amplia de gimnasios a nivel nacional. Exclusivo club de beneficios BanBajío, donde encontrarás ofertas y descuentos en restaurantes, hoteles, escuelas y negocios comerciales a nivel nacional. Espacios de trabajo óptimos para un excelente desarrollo. #bajio JT:STD"
    },
    {
        "titulo": "Analista de Gestión de Negocio y Portafolio de TI - Monterrey N.L en Bliss It",
        "sueldo": "$ 20,000 a 25,000 MXN (Neto)",
        "ciudadModalidad": "Nuevo León",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "¿Quiénes somos en Bliss IT? En  Bliss IT  somos un equipo de especialistas en Tecnologías de la Información enfocados en desarrollar, gestionar y brindar consultoría de alto nivel para potenciar a nuestros clientes. Creemos firmemente que la tecnología transforma, pero son las personas quienes la hacen posible , por eso impulsamos un ambiente de trabajo basado en respeto, confianza, diversidad y colaboración. ¿Qué buscamos? un Analista de Gestión de Negocio que nos apoye a alinear el portafolio de proyectos de TI con los objetivos estratégicos del negocio, dar seguimiento a la gestión del talento, apoyar la mejora continua de servicios TI y contribuir a la adopción tecnológica en la organización. Ubicación: Monterrey, Nuevo León Modalidad: Presencial Horario: Lunes a viernes de 8:00 a 18:00 hrs Contrato: Temporal de 6 a 12 meses Sueldo mensual: $23,000 a $27,000 MXN libres No se aceptan candidatos foráneos Responsabilidades principales: Levantamiento y gestión del portafolio de iniciativas y proyectos de TI. Coordinación de solicitudes de personal externo y entrevistas. Gestión y actualización de contratos y contactos con proveedores TI. Apoyo en la mejora de servicios y seguimiento de KPIs. Implementación de programas de capacitación y desarrollo profesional. Análisis organizacional y soporte en estrategias de gestión del cambio. Coordinación de reuniones, reservaciones y presentaciones ejecutivas. Requisitos: Escolaridad: Licenciatura terminada en Informática, Ingeniería en Sistemas o afín. Experiencia mínima: 2 años en gestión de proyectos y portafolios TI. Gestión de proveedores TI y mejora de servicios. Deseable: capacitación, gestión del cambio, uso de marcos como COBIT. Conocimientos técnicos requeridos: Gestión de proyectos: PMP, Agile, Scrum (nivel intermedio). ITIL, gestión por KPIs. Microsoft Office (intermedio a avanzado). Herramientas de gestión de proyectos (ej. Trello, Jira, MS Project). Inglés intermedio (mínimo 50%). Deseable contar con certificaciones ITIL, COBIT o diplomado en PMP. Competencias clave: Enfoque a resultados Trabajo en equipo Planeación y organización Proactividad Liderazgo Comunicación efectiva Visión estratégica Toma de decisiones Resiliencia Negociación ¿Te interesa? Postúlate por este medio y asegúrate de adjuntar tu CV actualizado.  Solo se considerarán perfiles que cumplan con los requisitos mencionados."
    },
    {
        "titulo": "Analista Planificación de la Demanda Supply Chain - (Azure Cost Management) en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Analista Senior de Demanda de Azure Ingles conversacional obligatorio Trabajo en esquema hibrido (3 días Home Office), a elegir en CDMX, Guadalajara, Queretaro o Monterrey Será responsable de analizar datos de uso de Azure para predecir la demanda futura, asegurar la optimización de costos y respaldar la toma de decisiones empresariales.  Trabajará con Azure Cost Management , analizará datos de facturación y colaborará con diversos equipos para alinear las previsiones con los objetivos del negocio. Habilidades y Cualificaciones: Título universitario en Ingeniería, Ingeniería Industrial, Gestión de la Cadena de Suministro, Gestión de Operaciones, Análisis de la Cadena de Suministro u otro campo relacionado más de  4 años de experiencia en planificación de demanda/suministro,  operaciones, cadena de suministro, planificación de suministros indirectos, cadena de suministro tecnológica, abastecimiento y manufactura, o experiencia relacionada Apasionado por la Computación en la Nube y dispuesto a participar en discusiones técnicas profundas. Experiencia en Gestión de Proyectos, especialmente en la implementación de proyectos medianos o grandes de sistemas de cadena de suministro, incluyendo previsión, planificación de demanda, planificación de suministros, compras/abastecimiento. Experiencia en planificación de demanda y/o gestión de la cadena de suministro, con buen entendimiento de diferentes modelos de cadena de suministro y capacidad para gestionar múltiples proyectos simultáneamente. Fuertes habilidades analíticas y de pensamiento crítico para interpretar datos y tomar decisiones informadas. Dominio de herramientas como Tableau o Power BI para crear visualizaciones e informes. Experiencia con SQL para manipulación y consulta de datos. Dominio de Excel para análisis e informes de datos. Excelentes habilidades de comunicación y presentación. Conocimiento profundo de los servicios de Azure y herramientas de gestión de costos. Capacidad para identificar y resolver problemas complejos. Capacidad para trabajar eficazmente con equipos multifuncionales. Comprensión de las tendencias de la industria y mejores prácticas en previsión y planificación de demanda. Deseable contar con experiencia en: Extraer, transformar y cargar (ETL) datos de facturación en bruto en un sistema para su análisis. Preparar informes regulares y ad-hoc sobre el gasto en Azure para la dirección. Verificar datos de costos con Azure Cost Management y corregir cualquier discrepancia. Trabajar con ventas y marketing para entender sus necesidades y asegurar que las previsiones de demanda estén alineadas con los objetivos del negocio. Crear y mantener modelos de previsión para varios servicios de Azure. Hacer seguimiento de la precisión de las previsiones e identificar áreas de mejora. Ofrecemos: Esquema 100% nomina Sueldo abierto a negociación Prestaciones de Ley Prestaciones superiores (SGMM familiar, SV 1 millón, Vales de despensa, 30 días de aguinaldo, PTU) Si te encuentras interesado, manda tu CV a: contacto (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Arquitecto Ciberseguridad Senior en Banbajío",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Guanajuato",
        "horario": "No especificado",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Para BanBajío las personas son el Centro, por ello formamos una comunidad con el mejor ambiente y cultura de la Banca Responsabilidades y funciones: Colaborar en la definición y mantenimiento de estándares de seguridad. Implementar las acciones de control de información clasificada. Definir la arquitectura de ciberseguridad en proyectos con componentes de información. Realizar seguimiento a la implementación de las arquitecturas propuestas, y gestionar las actualizaciones documentales en caso de cambios. Definir medidas y mecanismos de control de ciberseguridad que permitan reducir los niveles de riesgo de los activos de la organización. Recomendar acciones e iniciativas para la implementación de nuevas tecnologías y mecanismos de aseguramiento de los activos de información. Realizar análisis de amenazas y pruebas de intrusión a infraestructura y desarrollos definidos. Realizar evaluación de seguridad de proveedores tecnológicos y enlaces con terceros. Requisitos: *Lic. Ing. concluida en Sistemas Computacionales o afín. Diseño e implementación de arquitecturas de ciberseguridad para entornos on-premise, híbridos y en la nube. Modelos de arquitectura de ciberseguridad como Zero Trust, Security by Desing, Defense in Depth. Conocimiento de metodologías de pruebas de intrusión y modelado de amenazas. Diseño de controles de seguridad para contenedores, APIs e integraciones con IA. Deseable: Marcos de prácticas de desarrollo seguro como OWASP, CWE. Conocimiento de normativa del sector financiero y estándares internacionales. Conocimiento general de herramientas y tecnología de infraestructura de seguridad. Experiencia en sector financiero. Oferta Laboral: Gana sueldo competitivo. Recibe aguinaldo superior a la Ley. Impulsa tu fondo de ahorro, el Banco aporta la misma cantidad que tu ahorres anualmente. Accede a anticipos de nómina y fondo de ahorro. Disfruta del reparto de utilidades PTU. Obtén préstamos exclusivos con tasa preferencial. Adquiere tu tarjeta de crédito BanBajío con tasa preferencial y sin anualidad. Protégete con seguro de gastos médicos mayores. Ampara a tu familia con un seguro de vida. Asegura hasta dos vehículos con precio de flotilla. Pensando en tu futuro, brindamos la opción de un plan participativo de pensiones. Nuestro programa de Bienestar BanBajío te da acceso a: Oportunidad de desarrollar una carrera bancaria. Contamos con Universidad Corporativa, donde puedes realizar tu maestría con validez oficial. Atención médica, pediátrica, nutricional y psicológica gratuita desde tu celular y cualquier lugar donde te encuentres, este beneficio puede ser extensible a tu familiares y amigos. Programa Totalpass-BanBajío con descuentos exclusivos al ser parte de BanBajío en la red más amplia de gimnasios a nivel nacional. Exclusivo club de beneficios BanBajío, donde encontrarás ofertas y descuentos en restaurantes, hoteles, escuelas y negocios comerciales a nivel nacional. Espacios de trabajo óptimos para un excelente desarrollo. #bajio JT:PRM"
    },
    {
        "titulo": "Data Engineer ETL - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Data Engineer Inglés conversacional obligatorio Para laborar en Remoto Resumen del puesto Buscamos un/a Desarrollador/a Senior con entre 8 y 10 años de experiencia para unirse a nuestro equipo. El/La candidato/a ideal tendrá experiencia en SQL, Unix Shell Scripting, conceptos de almacenamiento de datos, fundamentos de programación, ETL, integración de datos, PL/SQL e IBM Infosphere Datastage. Este puesto híbrido requiere una sólida formación técnica y la capacidad de trabajar en colaboración en un entorno dinámico. Responsabilidades • Desarrollar y mantener procesos ETL para dar soporte a soluciones de integración y almacenamiento de datos. • Diseñar e implementar modelos de datos para garantizar un almacenamiento y recuperación de datos eficientes. • Colaborar con equipos multifuncionales para recopilar y analizar los requisitos del negocio. • Optimizar las consultas SQL y el código PL/SQL para mejorar el rendimiento y la escalabilidad. • Crear y gestionar Unix Shell Scripts para tareas de automatización y procesamiento de datos. • Garantizar la calidad e integridad de los datos mediante rigurosas pruebas y validaciones. • Supervisar y solucionar problemas de trabajos ETL y pipelines de datos para garantizar un funcionamiento fluido. • Proporcionar soporte técnico y orientación a desarrolladores/as junior y miembros del equipo. • Documentar las especificaciones técnicas y mantener una documentación completa del proyecto. • Participar en revisiones de código para garantizar el cumplimiento de las mejores prácticas y los estándares de codificación. • Implementar los fundamentos de la programación para automatizar y optimizar los flujos de trabajo de datos. • Utilizar IBM Infosphere Datastage para tareas de integración y transformación de datos. • Mantenerse al día con las últimas tendencias y tecnologías del sector para impulsar la mejora continua. Requisitos • Sólidos conocimientos de SQL y PL/SQL para la gestión y el desarrollo de bases de datos. • Amplia experiencia con Unix Shell Scripting para la automatización y el procesamiento de datos. • Demostrar un profundo conocimiento de los conceptos de almacenamiento de datos y los procesos ETL. • Demostrar dominio de IBM Infosphere Datastage para la integración y transformación de datos. • Demostrar conocimientos de los fundamentos de la programación para automatizar los flujos de trabajo de datos. • Contar con una trayectoria demostrada en la optimización de consultas SQL y código PL/SQL para el rendimiento. • Demostrar sólidas habilidades analíticas y de resolución de problemas para resolver problemas de datos. • Poseer excelentes habilidades de comunicación y colaboración para trabajar eficazmente con equipos multifuncionales. • Demostrar atención al detalle y compromiso con la entrega de soluciones de alta calidad. • Demostrar capacidad para documentar especificaciones técnicas y mantener la documentación del proyecto. • Mantenerse al día con las tendencias y tecnologías del sector para impulsar la mejora continua. • Brindar soporte técnico y orientación a desarrolladores júnior y miembros del equipo. • Tener una actitud proactiva para aprender y adaptarse a nuevas tecnologías y metodologías. Ofrecemos: •     Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •     Prima vacacional del 50% • Aguinaldo a 24 días.  •     Vales de despensa por $3300,53  •     Apoyo monetario en caso de que trabajes desde Home Office. "
    },
    {
        "titulo": "Comercial Sr. en Soluciones de Datos e Inteligencia Artificial - Monterrey en Derevo",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Nuevo León - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": " Especialista Comercial en Soluciones de Datos e Inteligencia Artificial Ubicación: Aunque trabajamos en remoto, para esta vacante  es imprescindible que vivas en Monterrey Disponibilidad para viajar (pasaporte y VISA USA preferente) Inglés: avanzado (C1) En Derevo empoderamos a las empresas y a las personas  para liberar el valor de los datos en las organizaciones. Lo hacemos a través de la implementación de procesos y plataformas de analítica con un enfoque que cubre el ciclo completo que necesitan llevar a cabo para lograrlo. Derevo inicio en 2010 con una idea simple, crear más que una empresa, una comunidad y un espacio donde cada quien tenga la oportunidad de construir un sueño.  ¿Qué harás? Crear propuestas de valor con enfoque Customer Centric Selling Diseñar e identificar soluciones de Data & AI Realizar presentaciones comerciales y demos Detectar e impulsar casos de negocio Crecer nuestra base instalada y generar nuevas oportunidades Negociar con visión consultiva y a largo plazo Dar seguimiento continuo desde el CRM Conocimientos clave  Microsoft Fabric, Power BI, Databricks, Snowflake,Herramientas de analítica de datos (Paths comerciales). Soluciones de analítica e inteligencia artificial Mejora de procesos de negocio Flujo de datos end-to-end: ERP – DWH – BI  Perfil Ingeniería en Sistemas, Ingeniería Industrial o Lic. en Negocios Internacionales Experiencia en ventas consultivas de soluciones tecnológicas (idealmente en analítica, datos o IA) Enfoque estratégico, comunicación efectiva, pensamiento lógico y empatía  ¿Por qué Derevo? En Derevo creemos que  ser humano es nuestro superpoder . Desde 2010 construimos un espacio donde el talento libre y creativo transforma no solo a las organizaciones, sino también a las personas que las habitan. Te ofrecemos: Integral Development:  Creemos en el talento para lograr resultados excepcionales, esto significa reconocer tu identidad y la de los demás logrando nuestro desarrollo integral a través del equilibrio personal, profesional y económico.  Growth:  Ofrecemos sueldos competitivos y oportunidad de crecer con proyectos tecnológicos punteros, con clientes multinacionales, siempre con el foco puesto en tu crecimiento profesional con un excelente clima laboral y una cultura de trabajo muy humana, donde las personas somos prioridad: “Being Human is our Super power”. Equality:  En Derevo como principio fundamental todos somos iguales, ofrecemos las oportunidades de igual forma para todos y se privilegia el talento y el compromiso ante todo. Wellness:  Derevo es un lugar donde siempre buscaremos que estés bien, tú y tus seres queridos, cuidamos de tu salud física y emocional, contamos con todas las prestaciones de Ley, vacaciones adicionales y seguro de gastos médicos mayores. Equipo necesario para que puedas trabajar cómodamente. Si cumples con la mayoría de los requisitos y crees que tienes lo que se necesita para este rol, no dudes en postularte. ¡Nuestro equipo de Talent estará encantado de contactarte! "
    },
    {
        "titulo": "Ingeniero Gestión Vulnerabilidad Experto en Banbajío",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Guanajuato",
        "horario": "No especificado",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Para BanBajío las personas son el Centro, por ello formamos una comunidad con el mejor ambiente y cultura de la Banca Responsabilidades y funciones: Realizar el análisis, pruebas, aprobación del requerimiento de configuración/actualización de la arquitectura y estándares de aseguramiento. Aplicar en los ambientes productivos las configuraciones y/o estándares de seguridad. Planificar y ejecutar la revisión de los estándares de configuración segura en las plataformas tecnológicas, servicios de nube y tecnología de nube. Planificar la gestión de vulnerabilidades (alcance, evaluaciones de hacking ético, otra). Identificar las redes, conexiones, componentes tecnológicos, aplicaciones y otros elementos en el alcance. Definir los tipos de pruebas y criterios de ejecución las pruebas. Ejecutar las pruebas e identificar las vulnerabilidades. Identificar y asignar los planes de remediación de las vulnerabilidades. Monitorear el cumplimiento sobre el tratamiento de vulnerabilidades. Ejecutar pruebas de re-test para verificar el cierre de las vulnerabilidades. Comunicar los resultados de las remediaciones de vulnerabilidades a las partes interesadas. Decisión sobre las medidas y mecanismos de control que permitan gestionar el modelo de seguridad de la información y ciberseguridad, así como reducir los niveles de riesgo sobre los activos de información y sistemas tecnológicos de la organización. Decisión sobre las medidas de contención y respuesta ante incidentes sobre los activos de información de la organización. Criterios que le permitan tomar decisión al negocio sobre los niveles de exposición al riesgo de seguridad. Acciones e iniciativas para la implementación de nuevas tecnologías y mecanismos de aseguramiento de los activos de información. Requisitos: Certificaciones CEH (Certificado Hacker Ético) o OSCP (Offensive Security Certified Professional)  Certificaciones en herramientas de identificación y análisis de vulnerabilidades.CDN, Frameworks de ciberseguridad tales como; NIST, ISO 27000, entre otras.  (al menos 2 especialidades o certificaciones). Oferta Laboral: Gana sueldo competitivo. Recibe aguinaldo superior a la Ley. Impulsa tu fondo de ahorro, el Banco aporta la misma cantidad que tu ahorres anualmente. Accede a anticipos de nómina y fondo de ahorro. Disfruta del reparto de utilidades PTU. Obtén préstamos exclusivos con tasa preferencial. Adquiere tu tarjeta de crédito BanBajío con tasa preferencial y sin anualidad. Protégete con seguro de gastos médicos mayores. Ampara a tu familia con un seguro de vida. Asegura hasta dos vehículos con precio de flotilla. Pensando en tu futuro, brindamos la opción de un plan participativo de pensiones. Nuestro programa de Bienestar BanBajío te da acceso a: Oportunidad de desarrollar una carrera bancaria. Contamos con Universidad Corporativa, donde puedes realizar tu maestría con validez oficial. Atención médica, pediátrica, nutricional y psicológica gratuita desde tu celular y cualquier lugar donde te encuentres, este beneficio puede ser extensible a tu familiares y amigos. Programa Totalpass-BanBajío con descuentos exclusivos al ser parte de BanBajío en la red más amplia de gimnasios a nivel nacional. Exclusivo club de beneficios BanBajío, donde encontrarás ofertas y descuentos en restaurantes, hoteles, escuelas y negocios comerciales a nivel nacional. Espacios de trabajo óptimos para un excelente desarrollo. #bajio JT:STD"
    },
    {
        "titulo": "Ingeniero Gestión Vulnerabilidad Middle ISO 27000 en Banbajío",
        "sueldo": "$ 45,000 a 50,000 MXN (Bruto)",
        "ciudadModalidad": "Guanajuato",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Para BanBajío las personas son el Centro, por ello formamos una comunidad con el mejor ambiente y cultura de la Banca Responsabilidades y funciones: Realizar el análisis, pruebas, aprobación del requerimiento de configuración/actualización de la arquitectura y estándares de aseguramiento. Aplicar en los ambientes productivos las configuraciones y/o estándares de seguridad. Planificar y ejecutar la revisión de los estándares de configuración segura en las plataformas tecnológicas, servicios de nube y tecnología de nube. Planificar la gestión de vulnerabilidades (alcance, evaluaciones de hacking ético, otra). Identificar las redes, conexiones, componentes tecnológicos, aplicaciones y otros elementos en el alcance. Definir los tipos de pruebas y criterios de ejecución las pruebas. Ejecutar las pruebas e identificar las vulnerabilidades. Identificar y asignar los planes de remediación de las vulnerabilidades. Monitorear el cumplimiento sobre el tratamiento de vulnerabilidades. Ejecutar pruebas de re-test para verificar el cierre de las vulnerabilidades. Comunicar los resultados de las remediaciones de vulnerabilidades a las partes interesadas. Decisión sobre las medidas y mecanismos de control que permitan gestionar el modelo de seguridad de la información y ciberseguridad, así como reducir los niveles de riesgo sobre los activos de información y sistemas tecnológicos de la organización. Decisión sobre las medidas de contención y respuesta ante incidentes sobre los activos de información de la organización. Criterios que le permitan tomar decisión al negocio sobre los niveles de exposición al riesgo de seguridad. Acciones e iniciativas para la implementación de nuevas tecnologías y mecanismos de aseguramiento de los activos de información. Requisitos: Certificaciones CEH (Certificado Hacker Ético) o OSCP (Offensive Security Certified Professional)  Certificaciones en herramientas de identificación y análisis de vulnerabilidades.CDN, Frameworks de ciberseguridad tales como; NIST, ISO 27000, entre otras.  (al menos 2 especialidades o certificaciones). Oferta Laboral: Gana sueldo competitivo. Recibe aguinaldo superior a la Ley. Impulsa tu fondo de ahorro, el Banco aporta la misma cantidad que tu ahorres anualmente. Accede a anticipos de nómina y fondo de ahorro. Disfruta del reparto de utilidades PTU. Obtén préstamos exclusivos con tasa preferencial. Adquiere tu tarjeta de crédito BanBajío con tasa preferencial y sin anualidad. Protégete con seguro de gastos médicos mayores. Ampara a tu familia con un seguro de vida. Asegura hasta dos vehículos con precio de flotilla. Pensando en tu futuro, brindamos la opción de un plan participativo de pensiones. Nuestro programa de Bienestar BanBajío te da acceso a: Oportunidad de desarrollar una carrera bancaria. Contamos con Universidad Corporativa, donde puedes realizar tu maestría con validez oficial. Atención médica, pediátrica, nutricional y psicológica gratuita desde tu celular y cualquier lugar donde te encuentres, este beneficio puede ser extensible a tu familiares y amigos. Programa Totalpass-BanBajío con descuentos exclusivos al ser parte de BanBajío en la red más amplia de gimnasios a nivel nacional. Exclusivo club de beneficios BanBajío, donde encontrarás ofertas y descuentos en restaurantes, hoteles, escuelas y negocios comerciales a nivel nacional. Espacios de trabajo óptimos para un excelente desarrollo."
    }
]