[
    {
        "titulo": "Full Stack Developer Junior - Híbrido en Muneris Consultoría",
        "sueldo": "$ 25,000 a 30,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "POSICIÓN: FULL STACK DEVELOPER JR/SR Stack Tecnológico Deseado: Frontend: React.js, Tailwind CSS, HTML5, JavaScript ES6+ Backend: Node.js, Express.js Base de Datos: MongoDB y/o PostgreSQL Control de Versiones: Git (GitHub/GitLab) Testing: Jest, React Testing Library (deseable) DevOps Básico: Familiaridad con CI/CD, Docker (deseable) Requisitos Indispensables: 1 año de experiencia (profesional o en proyectos académicos personales significativos). Conocimiento práctico del ciclo completo de desarrollo web. Capacidad para entender y modificar código ajeno. Comunicación clara y documentación básica. Portafolio en GitHub con al menos 1 proyecto funcional (CRUD completo). Requisitos Deseables: Familiaridad con metodologías ágiles. Contribuciones en equipo o proyectos colaborativos. Conocimiento de buenas prácticas de seguridad y performance. Experiencia integrando servicios de terceros (APIs REST, Firebase, Auth0, etc.). Soft Skills: Proactividad y disposición para aprender. Trabajo en equipo y comunicación colaborativa. Enfoque en resolución de problemas. Capacidad de autogestión y responsabilidad en entregables. Adaptabilidad a cambios técnicos y de requerimientos. "
    },
    {
        "titulo": "Desarrollador Middle de Aplicaciones Móviles Kotlin en Involve",
        "sueldo": "$ 15,000 a 20,000 MXN (Neto)",
        "ciudadModalidad": "Querétaro",
        "horario": "Becario de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "ENTURA cuenta con una posición como Desarrollador Junior de Aplicativos Móviles para crear aplicaciones móviles innovadoras y funcionales, contribuyendo al desarrollo de soluciones tecnológicas que mejoren la experiencia del usuario. Funciones: Seguimiento y mantenimiento de aplicativos móviles desarrollados dentro de la organización. Desarrollo e implementación de nuevos aplicativos móviles para la organización. Sugerir cambios a los aplicativos de acuerdo a las mejores prácticas y tecnologías actuales en materia de aplicativos móviles Realizar pruebas de rendimiento y depuración de aplicaciones para garantizar su correcto funcionamiento. Investigar y aplicar nuevas tecnologías y tendencias en el desarrollo de aplicativos móviles. Habilidades: Optimización de rendimiento Conexión a APIs y bases de datos Programación en lenguajes como Java, Kotlin, Swift Depuración y pruebas de aplicaciones Conocimiento de frameworks como Android Studio, Xcode Diseño de interfaces de usuario (UI/UX) Conocimiento de patrones de diseño Experiencia en desarrollo de aplicaciones móviles Manejo de versionamiento con Git Trabajo en equipo Creatividad Adaptabilidad Comunicación efectiva Resolución de problemas Requisitos Nivel de estudios: Licenciatura, Sistemas Computacionales / Ingeniería en Sistemas Computacionales Experiencia mínima en las áreas Desarrollo de aplicaciones móviles, Desarrollo móvil, Internet móvil y aplicaciones. Ofrecemos: Sueldo:  $15,000.00 MXN Neto por hora Jornada laboral:  De lunes a viernes Modalidad:  Presencial Horario:  8am a 5:30pm Tipo de contrato:  Contrato indefinido Prestaciones: Prestaciones de ley"
    },
    {
        "titulo": "Arquitecto de ciberseguridad IA Python Middle en Total Cyber-sec",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Ciudad de México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Descripción Acerca de la empresa Total Cyber-Sec es una empresa Mexicana de Grupo Salinas especializada en la prestación de Servicio Profesionales de Seguridad de la información y ciberseguridad , con un equipo de profesionales con más de 15 años de experiencia en los sectores de Telecomunicaciones, Servicios financieros, Medios de Comunicación, Gobierno, Corporativos y PyMeS igualdad laboral y no discriminación con declaración explícita de la prohibición de solicitudes de certificados médicos de no embarazo y Virus de Inmunodeficiencia Humana (VIH) Comprometidos con la igualdad laboral y no discriminación, nos encontramos en la búsqueda de talento como: * Arquitecto de Ciberseguridad IA * Objetivo del puesto: Ingeniero en IA con conocimientos en ciberseguridad que diseña, desarrolla e implementa sistemas de IA seguros que resuelven problemas complejos mientras protege datos y sistemas de amenazas cibernéticas. Principales Funciones: Desarrollo de algoritmos de IA: Crear modelos de aprendizaje automático (ML), procesamiento de lenguaje natural (NLP), visión por computadora, o IA generativa, asegurando que sean robustos contra ataques. Protección de datos: Implementar medidas como encriptación, detección de anomalías, y auditorías para salvaguardar datasets usados en modelos de IA. Automatización de ciberseguridad: Usar IA para identificar vulnerabilidades, detectar malware, o responder a incidentes en tiempo real (e.g., con herramientas como IBM QRadar o Microsoft Copilot Security). Cumplimiento normativo: Asegurar que las soluciones cumplan con regulaciones mexicanas (como la Ley Federal de Protección de Datos Personales) y estándares internacionales. Colaboración interdisciplinaria: Trabajar con equipos de TI, científicos de datos, y analistas de seguridad para integrar IA en infraestructuras seguras. Habilidades deseables. Técnicas en IA: • Programación: Python, R, Java, o C++. • Frameworks: TensorFlow, PyTorch, Scikit-learn. • Conceptos: Algoritmos de ML (supervisado, no supervisado, refuerzo), redes neuronales, NLP, y generative AI. Ciberseguridad: • Conocimiento en redes, criptografía, y sistemas operativos. • Herramientas: Firewalls, IDS/IPS, SIEM (e.g., Splunk, QRadar). • Técnicas: Ethical hacking, análisis forense, gestión de vulnerabilidades. Habilidades blandas: • Resolución de problemas, pensamiento crítico, y comunicación para explicar soluciones técnicas a equipos no técnicos. • Adaptabilidad ante amenazas y tecnologías en evolución. Específicas del mercado: • Familiaridad con sectores clave como finanzas, tecnología, retail, y manufactura, que lideran la adopción de IA en México. • Conocimiento de regulaciones locales de datos y privacidad. Experiencia deseable: ?  Práctica: Proyectos personales: Desarrollar modelos de IA (e.g., chatbots seguros) Roles iniciales: Analista de datos, administrador de sistemas, o desarrollador junior antes de especializarse. Portafolio: Mostrar proyectos que integren IA y ciberseguridad, como un modelo de detección de phishing usando ML. En sectores: Tecnología y finanzas: Los Bancos usan IA para análisis predictivo y ciberseguridad Manufactura y retail: Automatización de procesos y protección de datos sensibles. Gobierno: Proyectos de digitalización requieren IA segura. Certificaciones deseables: IA: AWS Certified AI Practitioner Google Professional Machine Learning Engineer Ciberseguridad: CompTIA SecurityCertified Ethical Hacker ( Híbridas: IBM AI Security Fundamentals Microsoft AI for Cybersecurity AWS Generative AI Foundations Ofrecemos : Sueldo competitivo. Prestaciones de l ey : Vacaciones iniciando con 12 días al año, prima vacacional del 25% anual y aguinaldo de 15 días al año el cual aumenta de acuerdo con la antigüedad. Condiciones laborales:  Horario de 8 horas diarias de lunes a viernes. Beneficios financieros : Adelanto de nómina, acceso a tarjeta de crédito, crédito personal con tasa preferencia a partir de los 2 años, cambios de divisas y caja de ahorro. Beneficios del puesto : Descuentos desde el 10% en productos dentro de tiendas Elektra y Salinas & Rocha, en compras de contado desde el primer día. Servicios: Acceso al nutriólogo, psicólogo, odontólogo, concursos y programas para mejorar tu salud. Promociones y convenios para ti y tu familia : Descuentos en gimnasios, cines, centros de entretenimiento, conciertos, restaurantes, tiendas departamentales, ópticas, laboratorios, clínicas, colegios, escuelas de idiomas, universidades, aerolíneas, viajes, agencias automotrices y guarderías. ¡Construye tu historia de éxito con nosotros!"
    },
    {
        "titulo": "Desarrollador Web Trainee (6 meses experiencia) - Híbrido en AsTecI",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Vacante: Desarrollador Web Junior Ubicación: Esquema híbrido | 95% Home Office después de 3 meses (según desempeño) Nivel: Recién egresado o con experiencia inicial ¿Estás listo para comenzar tu carrera en el mundo del desarrollo web? En ASTECI estamos en busca de talento joven, creativo y con muchas ganas de crecer profesionalmente. Perfil académico Licenciatura en Informática, Ingeniería en Sistemas Computacionales o carreras afines. Recién egresados bienvenidos (titulado). Requisitos indispensables Al menos 6 meses de experiencia (laboral o en proyectos personales) en desarrollo web Capacidad de análisis y resolución de problemas Dominio de: • HTML (avanzado) • CSS (avanzado) • JavaScript (avanzado) • SQL • GIT Lo que suma puntos (no obligatorio): Portafolio de proyectos personales o profesionales Inglés intermedio (nivel B2) Lo que ofrecemos Plan de desarrollo y crecimiento profesional Clases de inglés sin costo Prestaciones de ley y superiores Salario competitivo Esquema híbrido con opción a Home Office casi total ¿Te interesa? Postúlate enviando tu CV actualizado por este medio. Si tu perfil es compatible, nos pondremos en contacto contigo muy pronto."
    },
    {
        "titulo": "Desarrollador BackEnd Jr. .Net - Híbrido en Brivé Soluciones",
        "sueldo": "$ 20,000 a 25,000 MXN (Neto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "¡E stamos buscando Desarrollador Backend .NET para unirse a nuestro equipo en CDMX!  Si te apasiona el desarrollo de APIs RESTful, microservicios y soluciones en la nube, esta oportunidad es para ti. ¿Qué harás? - Diseñarás y desarrollarás APIs y microservicios escalables. - Implementarás medidas de seguridad modernas (JWT, SSL/TLS, CORS). - Trabajarás con .NET, ASP.NET Core, Entity Framework y Azure. - Participarás en pruebas unitarias, integración y resolución de problemas técnicos. - Colaborarás con equipos de desarrollo multidisciplinarios en entornos ágiles. Importante: Esta posición es híbrida en Ciudad de México (3 días a la semana en oficina, no negociable). ¿Qué te ofrecemos? Proyectos dinámicos con tecnologías actuales Oportunidades de desarrollo profesional Entorno colaborativo y de aprendizaje constante Requisitos: Experiencia mínima de 1 año en desarrollo backend con .NET y C# Conocimientos de SQL, Entity Framework, metodologías ágiles y control de versiones Familiaridad con Azure, Docker, Service Bus y Swagger es un plus Si buscas un espacio para seguir creciendo como profesional y participar en proyectos relevantes, esta oportunidad es para tí. ¡Postúlate ya!"
    },
    {
        "titulo": "Desarrollador JAVA 8 - Jr - Híbrido",
        "sueldo": "$ 10,000 a 15,000 MXN (Neto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "DESARROLLADOR JAVA 8 -  TRAINEE/JUNIOR ¿Estás buscando crecer como profesional? ¡Asteci es la opción! Somos una Consultora de TI con diversos clientes nacionales e internacionales, y una trayectoria de más de 30 años de experiencia en el mercado. ¡Postúlate para recibir más información!   Escolaridad: Lic. En Informática, Ingeniería en Sistemas Computacionales o afines, se aceptan recién egresados (titulado).   Requisitos: ·          Mínimo 6 meses de experiencia como desarrollador backend  ·          Java 8 en adelante ·          Java SE ·          Java EE ·          Patrones de diseño web ·          JUnit 5/Mockito ·          Patrones de diseño ·          SQL ·          GIT ·          Spring Boot ·          Spring Framework Ofrecemos: ·          Plan de carrera profesional ·          Capacitación constante ·          Clases de inglés ·          Prestaciones de Ley y superiores ·          Salario competitivo ·          Esquema híbrido (los primeros 3 meses, con base a resultados 95% Home Office)"
    },
    {
        "titulo": "Desarrollador Full Stack Jr - Remoto en Quality & Knowledge On It Services",
        "sueldo": "$ 20,000 a 25,000 MXN (Neto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "¡ÚNETE A NUESTRO EQUIPO COMO DESARROLLADOR FULL STACK JR.! Somos una empresa líder en soluciones de negocio, procesos y tecnología en México, con más de 25 años de experiencia en el mercado. Nos caracteriza el compromiso con la excelencia, la innovación y el trabajo colaborativo. Actualmente buscamos un Desarrollador Full Stack Jr. con experiencia en el diseño, desarrollo e implementación de aplicaciones web completas, que sea capaz de trabajar de forma autónoma, con pensamiento analítico y enfoque en resultados. Requisitos: Licenciatura en Ingeniería en Sistemas, Computación, Informática o afín (titulado o pasante). Mínimo 2 años de experiencia como Desarrollador Full Stack. Dominio de Java (versiones 8, 11, 17 y 21). Experiencia en desarrollo de APIs REST bajo arquitectura hexagonal. Conocimiento de bases de datos Oracle y MySQL. Uso de control de versiones con Git (preferentemente GitLab). Documentación técnica y diagramado con UML. Experiencia con despliegue en contenedores y sistemas operativos Linux. Conocimientos técnicos requeridos: Frontend: Angular, TypeScript, Bootstrap, HTML5, CSS3, JavaScript, JQuery, AJAX, JSON. Backend: NodeJS, Spring Boot, JPA. Servicios web: REST y SOAP. Pruebas: SOAP UI, Postman, JUnit, Mockito. Metodologías: Scrum y Waterfall (uso de Jira). Control de calidad: SonarQube. Gestión de paquetes: Maven y Gradle. Responsabilidades: Diseñar y desarrollar aplicaciones web de extremo a extremo (Frontend + Backend). Modelar y estructurar bases de datos eficientes. Diseñar interfaces atractivas y funcionales. Garantizar el correcto funcionamiento, mantenimiento e integridad del código. Optimizar el desempeño de las aplicaciones desarrolladas. Ofrecemos: Vacante 100% remota. Sueldo competitivo acorde a tu experiencia. Prestaciones de ley y superiores. Oportunidad de desarrollo profesional y crecimiento. Excelente ambiente de trabajo enfocado en la colaboración, la innovación y la mejora continua. Si cumples con el perfil y estás interesado(a) en formar parte de nuestro equipo, ¡postúlate por este medio y nos pondremos en contacto contigo!"
    },
    {
        "titulo": "Desarrollador FullStack en AWS Junior - Remoto en It Seekers",
        "sueldo": "$ 35,000 a 40,000 MXN (Neto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "It-Seekers empresa con más de 12 años en el área de tecnologías de la información, estamos en búsqueda de  Desarrollador FullStack en AWS, para proyecto de migración del sistema de conciliación. Requisitos : 2 a 3 años de experiencia. JS Python .Net AWS para desarrollo Pruebas unitarias Inglés Intermedio - Avanzado Deseables Integración de APIS BD Relacionales Kubernetes Funciones Lambda Forma parte de este gran equipo y comienza tu carrera profesional. ¡Queremos conocerte! "
    },
    {
        "titulo": "Analista de Reclutamiento Especialista en TI Junior - Remoto en ITCHOME",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Analista de Reclutamiento Especialista en TI “ Junio r ”  « Remoto »   Experiencia Requerida en: -Con al menos 2 años de experiencia en reclutamiento de perfiles TI -Ciclo completo de reclutamiento -Manejo de fuentes de reclutamiento -Conocimientos en diseño e implementación de estrategias de reclutamiento. -Experiencia en la realización de entrevistas y filtrado de candidatos. -Proactivo, responsable -Disponibilidad Inmediata -Home Office -Inglés Intermedi o (Conversacional) OFRECEMOS: Salario competitivo Nómina + Prestaciones de Ley y Superiores Zona de trabajo:   Remoto/ En cualquier parte de México  "
    },
    {
        "titulo": "Desarrollador Mainframe en Capital Empresarial Horizonte",
        "sueldo": "$ 50,000 a 60,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Desarrollador Mainframe Ingles conversacional obligatorio 100% Remoto Requisitos: Poseer un conocimiento profundo de  utilidades IBM Mainframe  y su aplicación en procesos de negocio. Demostrar dominio de  CICS, VSAM, JCL y DB2 , con historial comprobado de entrega exitosa de proyectos. Mostrar sólidas habilidades en programación  Cobol , capaces de desarrollar y mantener aplicaciones robustas. Tener excelentes habilidades de comunicación para colaborar eficazmente con miembros del equipo y stakeholders. Responsabilidades: Liderar el diseño e implementación de sistemas complejos utilizando  utilidades IBM Mainframe , asegurando un rendimiento y confiabilidad óptimos. Supervisar el desarrollo y mantenimiento de aplicaciones utilizando  CICS, VSAM, JCL y DB2 , contribuyendo a la operación fluida del negocio. Brindar experiencia técnica en programación  Cobol , mejorando la funcionalidad de las aplicaciones y la experiencia del usuario. Colaborar con equipos multifuncionales para identificar y resolver desafíos técnicos, impulsando la mejora continua. Desarrollar y hacer cumplir las mejores prácticas en arquitectura de sistemas y estándares de codificación, promoviendo la calidad y la eficiencia. Guiar y mentorizar a desarrolladores junior, fomentando una cultura de aprendizaje y crecimiento profesional dentro del equipo. Realizar pruebas y validaciones exhaustivas de los sistemas para garantizar el cumplimiento de normas y regulaciones de la industria. Analizar los requerimientos del sistema y diseñar soluciones que satisfagan las necesidades del negocio, optimizando el uso de recursos. Coordinar con las partes interesadas para recopilar retroalimentación e implementar mejoras, asegurando la alineación con los objetivos estratégicos. Gestionar cronogramas y entregables de proyectos, asegurando la finalización oportuna y el cumplimiento del presupuesto. Utilizar habilidades de resolución de problemas para diagnosticar y solucionar incidencias del sistema, minimizando el tiempo de inactividad y el impacto en las operaciones. Implementar medidas de seguridad para proteger la integridad y confidencialidad de los datos, salvaguardando los activos de la empresa. Mantenerse actualizado con tecnologías emergentes y tendencias del sector, integrando soluciones innovadoras en los sistemas existentes. Ofrecemos: •  Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  • Vales de despensa mensuales"
    },
    {
        "titulo": "Desarrollador Fullstack Sr con NodeJs Remoto en HIRELINE",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Requerimientos: Stack actual (pero están abiertos a nuevas ideas que les ayuden a moverse más rápido): Back-end: Node.js , PostgreSQL, funciones AWS Lambda. Front-end: TypeScript o Angular 19, PrimeNG. Infraestructura: AWS o GCP. Habilidades técnicas: Tener de 4 años a +6 años de experiencia entregando sistemas productivos como ingeniero de software senior Comprender SPAs (idealmente en Angular o Typescript, componentes, servicios, etc.) y saber cómo depurarlos Conocer HTTP, APIs REST, respuestas, JSON perfectamente Tener experiencia con desarrollo back-end usando Node.js   Poder crear endpoints que lean datos de una base de datos SQL y devuelvan datos en formato JSON Soft Skills: Autogestión Capacidad de proponer soluciones Colaboración y comunicación efectiva Mentoreo (deseable) Deseables: Experiencia con agentes de IA Experiencia con herramientas contables o productos SaaS B2B Experiencia implementando colas tipo AWS SQS o comunicación en tiempo real con WebSockets Uso de Python Experiencia mentoreando a otros desarrolladores Inglés conversacional deseable no obligatorio Educación: Ing. en sistemas computacionales, Ing. de Software, afín Esquema de trabajo: Modalidad: Remoto Contractor: (Contrato de Servicios como Asimilados) Tiempo completo Tiempo indefinido Actividades: Trabajar de forma independiente para diseñar, construir y escalar nuevos sistemas. Escribir documentos de diseño que resuman soluciones diseñadas y un plan de acción para lograrlas. Entregar código robusto, escalable y bien probado. Crear servicios que se integren con plataformas financieras, de comunicación y de IA usando colas, WebSockets y solicitudes HTTP (REST + webhooks). Competencias: Auto-gestión Trabajo autónomo Mentoría a perfiles junior (deseable) Toma de decisiones sobre arquitectura Resolución de problemas ....."
    },
    {
        "titulo": "Analista de Datos en Capital Empresarial Horizonte",
        "sueldo": "$ 90,000 a 100,000 MXN (Bruto)",
        "ciudadModalidad": "Jalisco - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Analista de Datos / Data Analyst Para laborar en Guadalajara Esquema Híbrido: 3 días en casa, 2 presenciales Inglés conversacional requerido Experiencia: +6 años Requisitos: Técnico: Analizar e interpretar conjuntos de datos complejos para identificar tendencias, patrones e insights que respalden la toma de decisiones estratégicas. Colaborar con stakeholders del negocio para comprender sus necesidades analíticas y traducirlas en recomendaciones accionables. Diseñar e implementar procesos de recolección de datos que garanticen la calidad e integridad de los mismos. Crear y mantener dashboards e informes para comunicar hallazgos a los stakeholders. Participar y apoyar en demostraciones iterativas (Iteration Demos). Asistir a reuniones de seguimiento (stand-ups) para monitorear el avance de entregables analíticos. Garantizar que todas las tareas analíticas cumplan con los criterios de aceptación previos al cierre. Construir, mantener, actualizar y aprobar diagramas de contexto de procesamiento para representar estados “as-is” y “to-be”. Asistir a reuniones para establecer expectativas sobre el uso adecuado de los datos. No Técnico: Realizar análisis ad-hoc para apoyar iniciativas específicas del negocio. Gestionar el backlog de tareas analíticas en coordinación con el Scrum Master, desarrolladores y líderes técnicos. Priorizar tareas analíticas de acuerdo con los objetivos clave del patrocinador del proyecto. Facilitar reuniones y coordinación con representantes del negocio y sponsors. Documentar de manera clara los hallazgos de validaciones analíticas. Guiar y mentorizar a analistas junior, promoviendo buenas prácticas y metodologías efectivas. Mantenerse actualizado con las tendencias del sector y avances en ciencia de datos y analítica. Poseer habilidades de comunicación muy sólidas, tanto orales como escritas. Liderar demostraciones y presentaciones del proyecto, asegurando la adecuada difusión de información entre socios clave del negocio.   Ofrecemos: Horario de Oficina Esquema 100% nomina Sueldo abierto a negociación de acuerdo a experiencia Prestaciones de Ley Prestaciones superiores (SGMM familiar, SV 1 millón, Vales de despensa, 30 días de aguinaldo, PTU) Si te encuentras interesado, manda tu CV a:     contacto (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Desarrollador .Net Senior (certificación AWS o Azure) - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 60,000 a 70,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Estamos buscando un  Ingeniero de Software Sr.  altamente calificado con  7 a 10 años de experiencia  para unirse a nuestro equipo dinámico. El candidato ideal tendrá experiencia en PostgreSQL, Amazon QuickSight, Node.js, Angular 13-16 y .Net Core. El candidato desempeñará un papel crucial en el desarrollo y mantenimiento de soluciones de software que impulsen el negocio hacia adelante. Ingles conversacional obligatorio Requisitos • Experiencia sólida con PostgreSQL para diseño de bases de datos y optimización de consultas. • Expertise en la creación de paneles e informes utilizando Amazon QuickSight. • Dominio del desarrollo del lado del servidor con Node.js. • Experiencia en la construcción de interfaces de usuario con Angular 13-16. • Conocimiento sólido del desarrollo backend utilizando .Net Core. • Se valorará experiencia con metodologías de desarrollo ágil. • Se valorarán habilidades fuertes para resolver problemas y análisis. • Se valorarán excelentes habilidades de comunicación y trabajo en equipo. • Actitud proactiva hacia el aprendizaje y la adaptación a nuevas tecnologías. Responsabilidades • Desarrollar y mantener soluciones de software de alta calidad utilizando PostgreSQL, Amazon QuickSight, Node.js, Angular 13-16 y .Net Core. • Colaborar con equipos multifuncionales para recopilar y analizar requisitos, asegurando la alineación con los objetivos del negocio. • Diseñar e implementar esquemas de base de datos escalables y eficientes y consultas utilizando PostgreSQL. • Crear paneles interactivos e informes visualmente atractivos utilizando Amazon QuickSight. • Desarrollar la lógica del lado del servidor y las API utilizando Node.js para soportar funcionalidades del frontend. • Construir y mantener interfaces de usuario con Angular 13-16 asegurando una experiencia de usuario fluida. • Implementar y mantener servicios de backend utilizando .Net Core, asegurando un alto rendimiento y capacidad de respuesta. • Realizar revisiones de código y proporcionar retroalimentación constructiva para garantizar la calidad del código y las mejores prácticas. • Diagnosticar y resolver defectos y problemas de software de manera oportuna. • Mantenerse actualizado con las últimas tendencias y tecnologías de la industria para mejorar continuamente habilidades y conocimientos. • Participar en procesos de desarrollo ágil, incluidos la planificación de sprints, reuniones diarias y retrospectivas. • Proporcionar orientación técnica y mentoría a los miembros junior del equipo. • Contribuir al éxito general del equipo logrando los hitos del proyecto y entregando soluciones de software de alta calidad. Certificaciones requeridas • AWS Certified Developer • Microsoft Certified: Azure Developer Associate Ofrecemos: •     Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •   Prima vacacional del 50% • Aguinaldo a 24 días.  •   Vales de despensa por $3300,53  •   Apoyo monetario en caso de que trabajes desde Home Office. "
    },
    {
        "titulo": "Desarrollador .Net (AWS / AZURE) Senior - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 60,000 a 70,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Desarrollador .Net (AWS/Azutre) Estamos buscando un Ingeniero de Software Sr. altamente calificado con 7 a 10 años de experiencia para unirse a nuestro equipo dinámico. El candidato ideal tendrá experiencia en PostgreSQL, Amazon QuickSight, Node.js, Angular 13-16 y .Net Core. El candidato desempeñará un papel crucial en el desarrollo y mantenimiento de soluciones de software que impulsen el negocio hacia adelante. Ingles conversacional obligatorio Requisitos • Experiencia sólida con PostgreSQL para diseño de bases de datos y optimización de consultas. • Expertise en la creación de paneles e informes utilizando Amazon QuickSight. • Dominio del desarrollo del lado del servidor con Node.js. • Experiencia en la construcción de interfaces de usuario con Angular 13-16. • Conocimiento sólido del desarrollo backend utilizando .Net Core. • Se valorará experiencia con metodologías de desarrollo ágil. • Se valorarán habilidades fuertes para resolver problemas y análisis. • Se valorarán excelentes habilidades de comunicación y trabajo en equipo. • Actitud proactiva hacia el aprendizaje y la adaptación a nuevas tecnologías. Responsabilidades • Desarrollar y mantener soluciones de software de alta calidad utilizando PostgreSQL, Amazon QuickSight, Node.js, Angular 13-16 y .Net Core. • Colaborar con equipos multifuncionales para recopilar y analizar requisitos, asegurando la alineación con los objetivos del negocio. • Diseñar e implementar esquemas de base de datos escalables y eficientes y consultas utilizando PostgreSQL. • Crear paneles interactivos e informes visualmente atractivos utilizando Amazon QuickSight. • Desarrollar la lógica del lado del servidor y las API utilizando Node.js para soportar funcionalidades del frontend. • Construir y mantener interfaces de usuario con Angular 13-16 asegurando una experiencia de usuario fluida. • Implementar y mantener servicios de backend utilizando .Net Core, asegurando un alto rendimiento y capacidad de respuesta. • Realizar revisiones de código y proporcionar retroalimentación constructiva para garantizar la calidad del código y las mejores prácticas. • Diagnosticar y resolver defectos y problemas de software de manera oportuna. • Mantenerse actualizado con las últimas tendencias y tecnologías de la industria para mejorar continuamente habilidades y conocimientos. • Participar en procesos de desarrollo ágil, incluidos la planificación de sprints, reuniones diarias y retrospectivas. • Proporcionar orientación técnica y mentoría a los miembros junior del equipo. • Contribuir al éxito general del equipo logrando los hitos del proyecto y entregando soluciones de software de alta calidad. Certificaciones requeridas • AWS Certified Developer • Microsoft Certified: Azure Developer Associate Ofrecemos: •    Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  •  Vales de despensa por $3300,53  •  Apoyo monetario en caso de que trabajes desde Home Office. Interesados enviar su cv al correo: reclutamiento(arroba)horizonteempresarial.com.mx"
    },
    {
        "titulo": "Desarrollador .Net (con certificacion AWS o Azure) en Capital Empresarial Horizonte",
        "sueldo": "$ 60,000 a 70,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: LATAM",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Estamos buscando un Ingeniero de Software Sr. altamente calificado con 7 a 10 años de experiencia para unirse a nuestro equipo dinámico. El candidato ideal tendrá experiencia en PostgreSQL, Amazon QuickSight, Node.js, Angular 13-16 y .Net Core. El candidato desempeñará un papel crucial en el desarrollo y mantenimiento de soluciones de software que impulsen el negocio hacia adelante. Ingles conversacional obligatorio Requisitos • Experiencia sólida con PostgreSQL para diseño de bases de datos y optimización de consultas. • Expertise en la creación de paneles e informes utilizando Amazon QuickSight. • Dominio del desarrollo del lado del servidor con Node.js. • Experiencia en la construcción de interfaces de usuario con Angular 13-16. • Conocimiento sólido del desarrollo backend utilizando .Net Core. • Se valorará experiencia con metodologías de desarrollo ágil. • Se valorarán habilidades fuertes para resolver problemas y análisis. • Se valorarán excelentes habilidades de comunicación y trabajo en equipo. • Actitud proactiva hacia el aprendizaje y la adaptación a nuevas tecnologías. Responsabilidades • Desarrollar y mantener soluciones de software de alta calidad utilizando PostgreSQL, Amazon QuickSight, Node.js, Angular 13-16 y .Net Core. • Colaborar con equipos multifuncionales para recopilar y analizar requisitos, asegurando la alineación con los objetivos del negocio. • Diseñar e implementar esquemas de base de datos escalables y eficientes y consultas utilizando PostgreSQL. • Crear paneles interactivos e informes visualmente atractivos utilizando Amazon QuickSight. • Desarrollar la lógica del lado del servidor y las API utilizando Node.js para soportar funcionalidades del frontend. • Construir y mantener interfaces de usuario con Angular 13-16 asegurando una experiencia de usuario fluida. • Implementar y mantener servicios de backend utilizando .Net Core, asegurando un alto rendimiento y capacidad de respuesta. • Realizar revisiones de código y proporcionar retroalimentación constructiva para garantizar la calidad del código y las mejores prácticas. • Diagnosticar y resolver defectos y problemas de software de manera oportuna. • Mantenerse actualizado con las últimas tendencias y tecnologías de la industria para mejorar continuamente habilidades y conocimientos. • Participar en procesos de desarrollo ágil, incluidos la planificación de sprints, reuniones diarias y retrospectivas. • Proporcionar orientación técnica y mentoría a los miembros junior del equipo. • Contribuir al éxito general del equipo logrando los hitos del proyecto y entregando soluciones de software de alta calidad. Certificaciones requeridas • AWS Certified Developer • Microsoft Certified: Azure Developer Associate Ofrecemos: •    Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  •  Vales de despensa por $3300,53  •  Apoyo monetario en caso de que trabajes desde Home Office. Si te encuentras interesado, manda tu CV a:       contacto (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Mainframe Developer en Thekna It",
        "sueldo": "$ 45,000 a 50,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "¡Únete a Nuestro Equipo de Desarrolladores de Mainframe! Desarrollador de Mainframe ¿Eres un experto en mainframe y estás buscando un nuevo desafío? ¡Tenemos la oportunidad perfecta para ti! Estamos buscando un Desarrollador de Mainframe talentoso y motivado para unirse a nuestro equipo de desarrollo de software. Responsabilidades Clave - Liderar el diseño e implementación de sistemas complejos utilizando utilidades de mainframe de IBM - Supervisar el desarrollo y mantenimiento de aplicaciones utilizando CICS, VSAM, JCL y DB2 - Proporcionar experiencia técnica en programación COBOL para mejorar la funcionalidad de las aplicaciones y la experiencia del usuario - Colaborar con equipos multifuncionales para identificar y resolver desafíos técnicos - Desarrollar y hacer cumplir las mejores prácticas para la arquitectura del sistema y los estándares de codificación - Liderar a desarrolladores junior y fomentar una cultura de aprendizaje y crecimiento profesional Requisitos - Mínimo 10 años y máximo 14 años de experiencia relevante en mainframe - Profundo entendimiento de las utilidades de mainframe de IBM y su aplicación en procesos comerciales - Experiencia en CICS, VSAM, JCL y DB2 con un historial de entrega exitosa de proyectos - Fuertes habilidades de programación COBOL capaces de desarrollar y mantener aplicaciones sólidas - Excelentes habilidades de comunicación para colaborar efectivamente con miembros del equipo y partes interesadas ¿Qué te Hará Destacar? - Experiencia en guiar a desarrolladores junior para mejorar las capacidades del equipo - Compromiso con el aprendizaje continuo y la adaptación a nuevas tecnologías y metodologías - Habilidades de resolución de problemas para solucionar y resolver problemas del sistema minimizando el tiempo de inactividad e impacto en las operaciones ¡No te Pierdas esta Oportunidad! Si estás listo para unirte a un equipo de expertos apasionados y trabajar en un entorno dinámico y desafiante, ¡envía tu currículum y carta de presentación a ! ¡Estamos emocionados de conocerte!"
    },
    {
        "titulo": ".NET Developer Senior - Remoto en Thekna It",
        "sueldo": "$ 60,000 a 70,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: LATAM",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": " .NET Developer Buscamos un Desarrollador de Software .NET con 7 a 10 años de experiencia para unirse a nuestro dinámico equipo. El candidato ideal deberá tener experiencia en PostgreSQL, Amazon QuickSight, Node.js, Angular 13-16 y .NET Core.   desempeñará un papel crucial en el desarrollo y mantenimiento de soluciones de software que impulsen nuestro negocio hacia adelante. Responsabilidades: - Desarrollar y mantener soluciones de software de alta calidad utilizando PostgreSQL, Amazon QuickSight, Node.js, Angular 13-16 y .NET Core. - Colaborar con equipos multifuncionales para recopilar y analizar requisitos, asegurando la alineación con los objetivos comerciales. - Diseñar e implementar esquemas de base de datos y consultas escalables y eficientes utilizando PostgreSQL. - Crear paneles interactivos y visualmente atractivos y reportes utilizando Amazon QuickSight. - Desarrollar lógica y APIs del lado del servidor utilizando Node.js para respaldar funcionalidades front-end. - Construir y mantener interfaces de usuario con Angular 13-16 asegurando una experiencia de usuario fluida. - Implementar y mantener servicios backend utilizando .NET Core garantizando alto rendimiento y capacidad de respuesta. - Realizar revisiones de código y proporcionar retroalimentación constructiva para garantizar la calidad del código y las mejores prácticas. - Resolver problemas y defectos de software de manera oportuna. - Mantenerse actualizado con las últimas tendencias y tecnologías de la industria. - Participar en procesos de desarrollo ágil, incluyendo planificación de sprint, reuniones diarias y retrospectivas. - Brindar orientación técnica y mentoría a miembros junior del equipo. - Contribuir al éxito general del equipo al lograr hitos del proyecto y entregar soluciones de software de alta calidad. Calificaciones: - Experiencia sólida con PostgreSQL para diseño de bases de datos y optimización de consultas. - Experiencia en la creación de paneles y reportes utilizando Amazon QuickSight. - Dominio en desarrollo del lado del servidor con Node.js. - Experiencia en la construcción de interfaces de usuario con Angular 13-16. - Conocimientos sólidos en desarrollo backend utilizando .NET Core. Deseable: - Experiencia con metodologías de desarrollo ágil. - Habilidades sólidas de resolución de problemas y análisis. - Excelentes habilidades de comunicación y trabajo en equipo. - Actitud proactiva hacia el aprendizaje y la adaptación a nuevas tecnologías. Certificaciones requeridas: - Desarrollador certificado de AWS. - Desarrollador asociado certificado de Azure de Microsoft. Ofrecemos: Prestaciones de ley. Prestaciones superiores. Fondo de ahorro. Vales de despensa. Seguro de vida. Plan de salud  Remoto al 100%."
    },
    {
        "titulo": "Phyton Software Engineer en Capital Empresarial Horizonte",
        "sueldo": "$ 60,000 a 70,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Phyton Software Engineer   Es esencial tener  dominio del inglés. Estamos buscando un Ingeniero de Software Sr. B2 con 5 a 7 años de experiencia para unirse a nuestro equipo dinámico. El candidato ideal tendrá experiencia en Python, AWS, desarrollo de APIs, Github y ReactJS. Se valorará experiencia en fabricación industrial.  Requisitos • Debe tener experiencia sólida en Python, AWS, desarrollo de APIs, Github y ReactJS. • Debe tener un  mínimo de 5 años  y un máximo de 7 años de experiencia relevante. • Se valorará experiencia en el dominio de la fabricación industrial. • Debe tener un dominio avanzado del inglés (leer/escribir/hablar). • Debe tener un sólido entendimiento de las mejores prácticas en desarrollo de software. • Debe tener excelentes habilidades de resolución de problemas y atención al detalle. • Debe ser capaz de trabajar de forma independiente y en equipo. • Debe tener fuertes habilidades de comunicación y colaboración. • Debe ser capaz de adaptarse a cambios en las prioridades y requisitos. • Debe tener experiencia con metodologías de desarrollo ágil. • Debe estar comprometido con el aprendizaje continuo y el desarrollo profesional. • Debe tener pasión por la tecnología y la innovación. Responsabilidades • Desarrollar y mantener soluciones de software de alta calidad utilizando Python, AWS, desarrollo de APIs, Github y ReactJS. • Colaborar con equipos multifuncionales para definir el diseño y la implementación de nuevas características. • Asegurar el rendimiento, la calidad y la capacidad de respuesta de las aplicaciones. • Identificar y corregir cuellos de botella y errores. • Ayudar a mantener la calidad del código, la organización y la automatización. • Participar en revisiones de código y proporcionar retroalimentación constructiva a los miembros del equipo. • Mantenerse actualizado con las últimas tendencias y tecnologías del sector para asegurar que nuestras soluciones sigan siendo competitivas. • Contribuir a la mejora continua del proceso de desarrollo. • Trabajar estrechamente con los gerentes de producto para entender los requisitos y traducirlos en especificaciones técnicas. • Proporcionar orientación técnica y mentoría a los desarrolladores junior. • Desarrollar y ejecutar pruebas unitarias e integradas para garantizar la calidad del software. • Documentar diseños de software y código para asegurar la mantenibilidad y el intercambio de conocimientos. • Comunicar de manera efectiva con los miembros del equipo y las partes interesadas para garantizar la alineación y la transparencia. Ofrecemos: •     Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año."
    },
    {
        "titulo": "Phyton Software Engineer en Capital Empresarial Horizonte",
        "sueldo": "$ 60,000 a 70,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Phyton Software Engineer   Es esencial tener dominio del inglés. Estamos buscando un Ingeniero de Software Sr. B2 con 5 a 7 años de experiencia para unirse a nuestro equipo dinámico. El candidato ideal tendrá experiencia en Python, AWS, desarrollo de APIs, Github y ReactJS. Se valorará experiencia en fabricación industrial.  Requisitos • Debe tener experiencia sólida en Python, AWS, desarrollo de APIs, Github y ReactJS. • Debe tener un mínimo de 5 años y un máximo de 7 años de experiencia relevante. • Se valorará experiencia en el dominio de la fabricación industrial. • Debe tener un dominio avanzado del inglés (leer/escribir/hablar). • Debe tener un sólido entendimiento de las mejores prácticas en desarrollo de software. • Debe tener excelentes habilidades de resolución de problemas y atención al detalle. • Debe ser capaz de trabajar de forma independiente y en equipo. • Debe tener fuertes habilidades de comunicación y colaboración. • Debe ser capaz de adaptarse a cambios en las prioridades y requisitos. • Debe tener experiencia con metodologías de desarrollo ágil. • Debe estar comprometido con el aprendizaje continuo y el desarrollo profesional. • Debe tener pasión por la tecnología y la innovación. Responsabilidades • Desarrollar y mantener soluciones de software de alta calidad utilizando Python, AWS, desarrollo de APIs, Github y ReactJS. • Colaborar con equipos multifuncionales para definir el diseño y la implementación de nuevas características. • Asegurar el rendimiento, la calidad y la capacidad de respuesta de las aplicaciones. • Identificar y corregir cuellos de botella y errores. • Ayudar a mantener la calidad del código, la organización y la automatización. • Participar en revisiones de código y proporcionar retroalimentación constructiva a los miembros del equipo. • Mantenerse actualizado con las últimas tendencias y tecnologías del sector para asegurar que nuestras soluciones sigan siendo competitivas. • Contribuir a la mejora continua del proceso de desarrollo. • Trabajar estrechamente con los gerentes de producto para entender los requisitos y traducirlos en especificaciones técnicas. • Proporcionar orientación técnica y mentoría a los desarrolladores junior. • Desarrollar y ejecutar pruebas unitarias e integradas para garantizar la calidad del software. • Documentar diseños de software y código para asegurar la mantenibilidad y el intercambio de conocimientos. • Comunicar de manera efectiva con los miembros del equipo y las partes interesadas para garantizar la alineación y la transparencia. Ofrecemos: •    Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  •  Vales de despensa por $3300,53  •  Apoyo monetario en caso de que trabajes desde Home Office. • Bono anual por desempeño Si te encuentras interesado, manda tu CV a:      contacto (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Flutter Developer Senior",
        "sueldo": "$ 40,000 a 45,000 MXN (Neto)",
        "ciudadModalidad": "Nuevo León",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Somos una empresa líder en el desarrollo de soluciones integrales en tecnologías de la información. Nos destacamos por nuestro enfoque en la innovación y la excelencia en el servicio al cliente. Ofrecemos un ambiente de trabajo dinámico y colaborativo, con amplias oportunidades de crecimiento profesional. Nuestro compromiso con el bienestar de nuestros empleados es primordial. Estamos en busqueda de un desarrollador flutter con lass siguentes skills o disposición para aprender Desollador Flutter Desarrollador IOS Nativo Desarrollador WEB (.Net) Dominio de la materia de firmados y publicación de apps en las tiendas. Android nivel Jr Kotlin React Java Ingeniero DevOps Ingles avanzado Disponibilidad para acudir a oficina cuando sea requerido"
    },
    {
        "titulo": "Java Backend Developer Senior - Remoto en Thekna It",
        "sueldo": "$ 50,000 a 60,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "¡Únete a Nuestro Equipo de Desarrolladores! JAVA BACKEND DEVELOPER ¿Eres un experto en Java y estás buscando un nuevo desafío? ¡Tenemos la oportunidad perfecta para ti! Estamos buscando un Desarrollador Backend Java talentoso y motivado para unirse a nuestro equipo de desarrollo de software. Requisitos Obligatorios - Experiencia mínima de 3 años en: - Java Core (conceptos de OOP, manejo de excepciones, multihilo) - Estructuras de datos (colecciones, listas, HashMap, árbol) - Spring y Spring Boot - Servicios RESTful y microservicios - RDBMS (MySQL o Oracle) - Deseable: - Conocimientos en frameworks de testing como JUnit y Mockito - Experiencia en Fullstack con Angular o React Responsabilidades Clave - Diseñar y desarrollar aplicaciones empresariales complejas utilizando Java y Spring Boot - Implementar APIs RESTful y arquitectura de microservicios - Trabajar con bases de datos relacionales como PostgreSQL, SQL o Oracle - Utilizar herramientas y prácticas de DevOps, incluyendo Git, Maven, Jenkins y pipelines de CI/CD - Escribir código limpio, mantenible y bien probado - Colaborar con equipos multifuncionales para entregar proyectos a tiempo y dentro del presupuesto - Guiar a juniors en el equipo en aspectos tecnológicos para asegurar la entrega oportuna. ¿Qué te Ofrecemos? ·       Prestaciones de ley ·       Prestaciones superiores ·       Fondo de ahorro ·       Vales de despensa ·       Seguro de Vida ·       Plan de salud REMOTO 100% ¡No te Pierdas esta Oportunidad! "
    },
    {
        "titulo": "Soporte Técnico entornos Linux Junior en Soluciones Servinext",
        "sueldo": "$ 20,000 a 25,000 MXN (Bruto)",
        "ciudadModalidad": "Nuevo León",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "Estamos en búsqueda de un Analista de Soporte Técnico a Linux. ¡ÚNETE A NUESTRO EQUIPO DE ESPECIALISTAS! Requisitos:     Ing/Lic. en Sistemas Computacionales, Telecomunicaciones o Tecnologías de la Información, carreras afín, pasante o titulado.     Experiencia trabajando con servidores Linux y seguridad para redes.     Capacidad de análisis Funciones:     Creación usuarios a nivel Sistema Operativo Linux      Creación de archivos/ directorios     Creación de carpetas compartidas     Aumento de disco a nivel S.O.     Creación de scripts     Actualizaciones de S.O Ofrecemos:     Crecimiento laboral     Capacitación continua     Salario Bruto más prestaciones de ley. Zona de trabajo: Obispado (PRESENCIAL) Puede ser horario rotativo de acuerdo a la operación"
    },
    {
        "titulo": "Full-Stack Senior Engineer en HIRELINE",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Remoto: LATAM",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : No se ha especificado",
        "requisitos": "Título: Fullstack Developer Company Overview A market-leading healthcare workforce optimization software provider dedicated to streamlining and optimizing healthcare organizations' workforce management processes. Our cutting-edge technology empowers healthcare providers to enhance patient care, optimize staff resources, and improve operational efficiency.   Shape the future of our web platform! We are seeking a highly experienced Full-Stack Senior Engineer to lead the design, development, and optimization of our cutting-edge healthcare workforce management platform. You'll leverage your in-depth knowledge of both front-end and back-end development to build a user-centric, scalable, and performant web application. While we primarily use Elixir (with Phoenix and Ecto), we prioritize general problem-solving skills and a strong commitment to learning new technologies.   Responsibilities: ● Architect and implement scalable and secure back-end systems that power the web application. ● Design and develop user interfaces that are intuitive, user-friendly, and responsive across all devices. ● Collaborate with designers to translate user stories and wireframes into functional web components. ● Lead the optimization of web application performance and user experience, ensuring   fast load times and a smooth user journey. ● Write clean, maintainable, and well-documented code for both front-end and back-end components. ● Stay up-to-date on the latest web development trends and technologies. ● Mentor and guide junior developers on the team. (in the future)   Requirements: ● Advanced English skills ● 10+ years of experience in full-stack web development with a strong emphasis on front-end development. ● Proficiency in modern programming languages including: ○ Front-End: HTML, CSS, JavaScript (ES6+), Experience with a popular front-end framework (e.g., React, Angular). LiveView (Elixir/Phoenix) is a bonus. ○ Back-End: ■ Preferred: Python, Java, Ruby on Rails, Go, Node.js (with Express.js) ■ Ideal experience: Elixir (with Phoenix) ● Experience with building responsive web applications. ● Strong understanding of web development best practices, including accessibility and performance optimization ● Excellent problem-solving and analytical skills. ● Strong communication and collaboration skills.   Preferred Qualifications: ● Bachelor's degree in Computer Science, Engineering, or related field. ● Experience building modern SaaS applications, including user management, authentication, and authorization functionalities. ● Experience with integrating front-end applications with back-end services ● Experience with cloud platforms (e.g., AWS, Azure, Google Cloud) for deploying and scaling SaaS applications. ● Experience with accessibility best practices (WCAG). ● Experience working in a fast-paced, start-up environment.   Don't miss the opportunity to be part of our team! Apply now and join us on this exciting adventure! "
    },
    {
        "titulo": "Senior Power Apps Dev - Remoto en Lingaro",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Tasks:   Acting as a lead developer or technical lead on Power Platform projects. Designing and implementing complex solutions leveraging Power Platform – Power Apps, Power Automate, Power Pages and Power BI. Educating junior resourcers. Remaining up-to-date on product improvements/releases and work closely with internal teams to stay current on product developments. Participating in the entire solution implementation process – from taking pre-sales activities, analysis, collecting customer requirements to design and development of target solution.   Requirements:   Minimum 4-6 years in IT industry. Minimum 3 years of experience in Power Platforms. Very good knowledge of Power Apps, Power Pages, Power Automate. Very good technical knowledge, problem-solving and critical thinking.  Ability to translate technical solution advantages into business value for the customers. English language proficiency is a must, both verbal and written. Experiences in delivering e2e application and automation starting from requirements gathering, understanding business needs, design, develop, testing and maintenance. Aware about newest features in Power Platforms.   Nice to have: Knowledge of Power BI, DAX, Power Query M, SQL languages. Knowledge of Dynamics 365 and Dataverse. Experiences with Copilot Studio. Knowledge about data modelling, performance tuning, business requirements gathering and translation them to a solution. Experience with CI/CD and version controlling. Knowledge of Python. Good knowledge of Microsoft Azure platform (Data Factory, Data Lake, Synapse, Logic Apps, Azure Functions) or other cloud solution (Snowflake, GCP, AWS).  Knowledge of Microsoft Fabric. Knowledge of Boomi, BluePrism.   Experience:  Working for international customers and teams.  Working in agile or agile/waterfall projects.  Working with stakeholders on different seniority and maturity level. Participating in creating E2E BI solutions. Acting as Power Platform Leader in projects.     We offer:   Stable employment.  On the market since 2008, 1500+ talents currently on board in 7 global sites. Full-time position  with work contract. Medical Insurance. Grocery Coupons. Saving fund.  Obligatory bonuses:  Christmas bonus, home office bonus, profit sharing, vacation bonus (50%). 100% remote. Flexibility  regarding working hours. Comprehensive online onboarding program with a “Buddy” from day 1.    Cooperation with top-tier engineers and experts.  Unlimited access to the Udemy   learning platform  from day 1. Certificate training programs.  Lingarians earn 500+ technology certificates yearly.   Upskilling support.  Capability development programs, Competency Centers, knowledge sharing sessions, community webinars, 110+ training opportunities yearly. Grow as we grow as a company.  76% of our managers are internal promotions.   A diverse, inclusive, and values-driven community.  Autonomy to choose the way you work.  We trust your ideas.   Create our community together.  Refer your friends to receive bonuses.  Activities to support your  well-being and health. Plenty of opportunities to donate to charities and support the environment. "
    },
    {
        "titulo": "Data Engineer ETL Senior - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Data Engineer Inglés conversacional obligatorio Para laborar en Remoto Resumen del puesto Buscamos un/a Desarrollador/a Senior con entre 8 y 10 años de experiencia para unirse a nuestro equipo. El/La candidato/a ideal tendrá experiencia en SQL, Unix Shell Scripting, conceptos de almacenamiento de datos, fundamentos de programación, ETL, integración de datos, PL/SQL e IBM Infosphere Datastage. Este puesto híbrido requiere una sólida formación técnica y la capacidad de trabajar en colaboración en un entorno dinámico. Responsabilidades • Desarrollar y mantener procesos ETL para dar soporte a soluciones de integración y almacenamiento de datos. • Diseñar e implementar modelos de datos para garantizar un almacenamiento y recuperación de datos eficientes. • Colaborar con equipos multifuncionales para recopilar y analizar los requisitos del negocio. • Optimizar las consultas SQL y el código PL/SQL para mejorar el rendimiento y la escalabilidad. • Crear y gestionar Unix Shell Scripts para tareas de automatización y procesamiento de datos. • Garantizar la calidad e integridad de los datos mediante rigurosas pruebas y validaciones. • Supervisar y solucionar problemas de trabajos ETL y pipelines de datos para garantizar un funcionamiento fluido. • Proporcionar soporte técnico y orientación a desarrolladores/as junior y miembros del equipo. • Documentar las especificaciones técnicas y mantener una documentación completa del proyecto. • Participar en revisiones de código para garantizar el cumplimiento de las mejores prácticas y los estándares de codificación. • Implementar los fundamentos de la programación para automatizar y optimizar los flujos de trabajo de datos. • Utilizar IBM Infosphere Datastage para tareas de integración y transformación de datos. • Mantenerse al día con las últimas tendencias y tecnologías del sector para impulsar la mejora continua. Requisitos • Sólidos conocimientos de SQL y PL/SQL para la gestión y el desarrollo de bases de datos. • Amplia experiencia con Unix Shell Scripting para la automatización y el procesamiento de datos. • Demostrar un profundo conocimiento de los conceptos de almacenamiento de datos y los procesos ETL. • Demostrar dominio de IBM Infosphere Datastage para la integración y transformación de datos. • Demostrar conocimientos de los fundamentos de la programación para automatizar los flujos de trabajo de datos."
    },
    {
        "titulo": "Data Engineer ETL - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Data Engineer Inglés conversacional obligatorio Para laborar en Remoto Resumen del puesto Buscamos un/a Desarrollador/a Senior con entre 8 y 10 años de experiencia para unirse a nuestro equipo. El/La candidato/a ideal tendrá experiencia en SQL, Unix Shell Scripting, conceptos de almacenamiento de datos, fundamentos de programación, ETL, integración de datos, PL/SQL e IBM Infosphere Datastage. Este puesto híbrido requiere una sólida formación técnica y la capacidad de trabajar en colaboración en un entorno dinámico. Responsabilidades • Desarrollar y mantener procesos ETL para dar soporte a soluciones de integración y almacenamiento de datos. • Diseñar e implementar modelos de datos para garantizar un almacenamiento y recuperación de datos eficientes. • Colaborar con equipos multifuncionales para recopilar y analizar los requisitos del negocio. • Optimizar las consultas SQL y el código PL/SQL para mejorar el rendimiento y la escalabilidad. • Crear y gestionar Unix Shell Scripts para tareas de automatización y procesamiento de datos. • Garantizar la calidad e integridad de los datos mediante rigurosas pruebas y validaciones. • Supervisar y solucionar problemas de trabajos ETL y pipelines de datos para garantizar un funcionamiento fluido. • Proporcionar soporte técnico y orientación a desarrolladores/as junior y miembros del equipo. • Documentar las especificaciones técnicas y mantener una documentación completa del proyecto. • Participar en revisiones de código para garantizar el cumplimiento de las mejores prácticas y los estándares de codificación. • Implementar los fundamentos de la programación para automatizar y optimizar los flujos de trabajo de datos. • Utilizar IBM Infosphere Datastage para tareas de integración y transformación de datos. • Mantenerse al día con las últimas tendencias y tecnologías del sector para impulsar la mejora continua. Requisitos • Sólidos conocimientos de SQL y PL/SQL para la gestión y el desarrollo de bases de datos. • Amplia experiencia con Unix Shell Scripting para la automatización y el procesamiento de datos. • Demostrar un profundo conocimiento de los conceptos de almacenamiento de datos y los procesos ETL. • Demostrar dominio de IBM Infosphere Datastage para la integración y transformación de datos. • Demostrar conocimientos de los fundamentos de la programación para automatizar los flujos de trabajo de datos. • Contar con una trayectoria demostrada en la optimización de consultas SQL y código PL/SQL para el rendimiento. • Demostrar sólidas habilidades analíticas y de resolución de problemas para resolver problemas de datos. • Poseer excelentes habilidades de comunicación y colaboración para trabajar eficazmente con equipos multifuncionales. • Demostrar atención al detalle y compromiso con la entrega de soluciones de alta calidad. • Demostrar capacidad para documentar especificaciones técnicas y mantener la documentación del proyecto. • Mantenerse al día con las tendencias y tecnologías del sector para impulsar la mejora continua. • Brindar soporte técnico y orientación a desarrolladores júnior y miembros del equipo. • Tener una actitud proactiva para aprender y adaptarse a nuevas tecnologías y metodologías. Ofrecemos: •     Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •     Prima vacacional del 50% • Aguinaldo a 24 días.  •     Vales de despensa por $3300,53  •     Apoyo monetario en caso de que trabajes desde Home Office. "
    },
    {
        "titulo": "Java - React - Fullstack Engineers Senior - Remoto en Adecco",
        "sueldo": "$ 50,000 a 60,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: LATAM",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Roles: Java, Java – React, Java Back End, Java Front End Engineer´s   Apply by Whats App: 729 5530 777   Requirements and Offer Job   Education: Bachelor’s Degree in Information Technologies or related engineering. Languages: High level of proficiency in English (speaking, reading, writing)\" Level: B2, C1, C2, Fluent Modality: Home Office 100 % Location: Mexico Workday: Monday - Friday Gross Salary: $60,000 MXN /Month Hiring: 100 % Payroll Benefits: Social Insurance (IMSS), 12 Vacation Days per Year, 15 Days of Christmas Bonus, 25 % Vacation Bonus, Life Insurance. Plus Benefits: Online Technical Trainings and Access to Academies and Certifications. Job Stability and Professional Development   Role: Java Engineer Level 4   Design, develop, and maintain advanced software systems while adhering to high standards for code quality, testing, and automation. Collaborate with cross-functional teams to deliver scalable solutions, mentor junior developers, and support DevOps practices, including CI/CD pipelines and cloud infrastructure. + 7 years of hands-on experience in software development, with expertise in system design, architecture, and building enterprise-level applications. Software Development Languages: Proficiency: Java (required) Frameworks: Spring Boot RESTful architecture and microservices Messaging technologies (e.g., Kafka, SQS Cloud platforms (AWS preferred) Kubernetes, Lambda (preferred) CI/CD pipelines (e.g., GitLab CI/CD, Terraform) Test automation (Unit, Integration, Regression, Load) Familiarity with relational databases Logging and monitoring tools (e.g., New Relic, Splunk)   Role: Java - React Level 4   Engineer with strong UI experience with full stack experience. Expectation is the candidates are strong on React based web UI development.   They are also open and willing to do backend development as per project needs. Engineer with full stack development experience and stronger backend development experience. Again, they should be able to do UI development as needed but focus would be more on backend development. Design, Development, Testing, Documentation, Data analysis, On-call support during working hours. Design, develop, and maintain advanced software systems while adhering to high standards for code quality, testing, and automation. Collaborate with cross-functional teams to deliver scalable solutions, mentor junior developers, and support DevOps practices, including CI/CD pipelines and cloud infrastructure. Software Engineer with + 5 years of hands-on experience in software development, with expertise in system design, architecture, and building enterprise-level applications. Proficiency: Java (required) Frameworks: Spring Boot RESTful architecture and microservices Messaging technologies (e.g., Kafka, SQS) Cloud platforms (AWS preferred) Kubernetes, Lambda (preferred) CI/CD pipelines (e.g., GitLab CI/CD, Terraform) Test automation (Unit, Integration, Regression, Load) Familiarity with relational databases Logging and monitoring tools (e.g., New Relic, Splunk)   Role: Java Back-End   Have experience on the entire tech stack - frontend, backend, data engineering, devops, support. Be an expert in backend development, proficient in k8s, Kafka, AWS ecosystems, comfortable designing and implementing Rest / GraphQL services on Java / Springboot. Have exposure to system design, be able to think comprehensively about integrations with other components and / or systems Master CS fundamentals - time / space complexity analysis in context of data structures and algorithms. Leads and works with other software engineers on design best practices and conducts code reviews. Drive end user experience goals and initiatives for on-going end user productivity improvements Facilitates cross functional troubleshooting, root cause analysis and engages others when needed. Responsible for creating, evaluating, and contributing to feature detailed designs. Design, develop, and implement software utilizing an agile project cycle.   Mentor others on the team and raise the bar for technical knowledge across a wide spectrum. Demonstrates thorough knowledge of information technology concepts issues, trends and best practices as they relate to Cloud technologies and system integrations. Apply and share knowledge of security coding practices and secure system fundamentals. Experience with cloud-based services such as AWS. Familiarity with Continuous Integration and Continuous Delivery methodologies and tooling. A deep proficiency of an OOP language.   Role: Java Front - End   Design, code, devops, incident engagement during office hours Have experience on the entire tech stack - frontend, backend, data engineering, devops, support. Be an expert in frontend development, proficient in ReactJS ecosystem, comfortable designing and implementing Rest / GraphQL services on NodeJS / Typescript. Have exposure to system design, be able to think comprehensively about integrations with other components and / or systems Master CS fundamentals – time / space complexity analysis in context of data structures and algorithms. Leads and works with other software engineers on design best practices and conducts code reviews. Facilitates cross functional troubleshooting, root cause analysis and engages others when needed. Responsible for creating, evaluating, and contributing to feature detailed designs. Design, develop, and implement software utilizing an agile project cycle. Mentor others on the team and raise the bar for technical knowledge across a wide spectrum. Demonstrates thorough knowledge of information technology concepts issues, trends and best practices as they relate to Cloud technologies and system integrations. Apply and share knowledge of security coding practices and secure system fundamentals. Experience with cloud-based services such as AWS. Familiarity with Continuous Integration and Continuous Delivery methodologies and tooling. A deep proficiency of an OOP language."
    },
    {
        "titulo": "Especialista Desarrollo Jr (Opentext) en HIRELINE",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Ciudad de México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Requisitos ● Ingeniería Sistemas - Informática - Sistemas Computacionales con 100% de  créditos ● Sistemas informáticos: arquitectura de software, protocolos de comunicación,  sistemas operativos, base de datos, redes ● Fases del ciclo de vida del desarrollo de software: análisis, diseño, desarrollo y  pruebas ● Definición de arquitecturas de referencia ● Sistemas operativos, lenguajes de programación y herramientas para el desarrollo  de software requeridos para la especialidad del puesto: DOC1, OpenText Exstream ● Manejo de base de datos de la especialidad del puesto: DB2 ● Definición y ejecución de pruebas de artefactos de software: unitarias, de  seguridad, de calidad de código, de integración Funciones ●  Desarrollo y soporte de plantillas parala generacion masiva de documentos con Opentext Exstream ● Ejecutar pruebas unitarias para asegurar que los componentes de software  desarrollados atiendan los requisitos incluidos en el alcance de los requerimientos  de TI de complejidad media-alta que le son asignados y cumplan con los  lineamientos técnicos que les aplican ● Participar en el análisis de los requerimientos de TI de complejidad baja-media que  se le asignen y definir la arquitectura de solución correspondiente ● Garantizar la corrección de todos los defectos que sean reportados durante las  pruebas ejecutadas por Aseguramiento de la Calidad ● Gestionar la instalación de la solución en producción, solucionar los incidentes que  se presenten durante el período de garantía y asegurar la generación y resguardo  de la documentación de la fase de construcción para la liberación y cierre de los  requerimientos de TI de complejidad baja-media en los que participa ● Asegurar que los ambientes de desarrollo estén preparados para la construcción  de las soluciones que atenderán los requerimientos de TI de complejidad  baja-media que se le asignen Beneficios adicionales: ● Prestaciones de ley y superiores ● Vales de despensa $968+3% sueldo ● 13% Fondo de ahorro ● 45 días de aguinaldo ● 20 días de vacaciones cumpliendo un año ●17 Prima Vacacional ● Bono por desempeño ● Bono de beneficios 9 días ● Seguro gastos médicos mayores ● Servicio de comedor ● Servicio de Transporte ● Club deportivo (Con alberca semiolímpica, área de pesas, área de cardio y diferentes  actividades deportivas para colaboradores y familiares directos del mismo) ● Caja de ahorro .........."
    },
    {
        "titulo": "Especialista Desarrollo Jr. (Java, Microservicios, SOA, Nube) en HIRELINE",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Ciudad de México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "Requisitos ● Ingeniería Sistemas - Sistemas Computacionales - Ingeniería Comunicaciones o afín (Pasante 100% créditos) ● Conocimientos en Sistemas informáticos: Fases del ciclo de vida del desarrollo de software: análisis, diseño, desarrollo y pruebas ● Conocimientos generales: Definición de arquitecturas de referencia ● 2 años de experiencia en procesos Sistemas operativos, lenguajes de programación y herramientas para el desarrollo de software requeridos para la especialidad del puesto: Java, Eclipse, Maven, Gradle, Hibernate, Eclipse; Firebase, Spring, Postman, Spring Boot, WebSpere, Google Cloud Platform ● Manejo de base de datos de la especialidad del puesto: DB2, Oracle, SQL Server, MySQL, CloudSQL, Firebase, Spanner ● Deseable: JavaScript, Squirrel Funciones ● Ejecutar en tiempo y forma las actividades de construcción que le corresponden y supervisar el cumplimiento de los proveedores involucrados, para que la fase de construcción se concluya en la fecha planeada y con la calidad esperada ● Ejecutar pruebas unitarias para asegurar que los componentes de software desarrollados atiendan los requisitos incluidos en el alcance de los requerimientos de TI de complejidad media-alta que le son asignados y cumplan con los lineamientos técnicos que les aplican ● Participar en el análisis de los requerimientos de TI de complejidad baja-media que se le asignen y definir la arquitectura de solución correspondiente ● Participar en el análisis de los requerimientos de TI de complejidad baja-media que se le asignen y definir la arquitectura de solución correspondiente ● Garantizar la corrección de todos los defectos que sean reportados durante las pruebas ejecutadas por Aseguramiento de la Calidad ● Gestionar la instalación de la solución en producción, solucionar los incidentes que se presenten durante el período de garantía y asegurar la generación y resguardo de la documentación de la fase de construcción para la liberación y cierre de los requerimientos de TI de complejidad baja-media en los que participa ● Asegurar que los ambientes de desarrollo estén preparados para la construcción de las soluciones que atenderán los requerimientos de TI de complejidad baja-media que se le asignen Oferta: ● Sueldo de $26,900 brutos mensuales ● Prestaciones de ley y superiores ● +vales de despensa ● +fondo de ahorro ● +caja de ahorro ● +45 días de aguinaldo ● +20 días de vacaciones cumpliendo un año ● +Prima Vacacional ● +Bono de beneficios ● +Bono por permanencia ● +servicio de comedor ● +Servicio de Transporte ● +Club deportivo .............................."
    },
    {
        "titulo": "Ingeniero de Software Python - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 60,000 a 70,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Ingeniero de Software en Python Esquema de trabajo Remoto   Resumen del puesto Buscamos un Ingeniero de Software Sénior B2 con 5 a 7 años de experiencia para unirse a nuestro dinámico equipo. El candidato ideal tendrá experiencia en desarrollo de API de Python en AWS, Github y ReactJS. Se valorará la experiencia en fabricación industrial. Se trata de un puesto híbrido con turnos diurnos y sin necesidad de viajar. Se requiere dominio del inglés.   Responsabilidades • Desarrollar y mantener soluciones de software de alta calidad utilizando Phyton AWS API Development Github ReactJS • Colaborar con equipos multifuncionales para definir el diseño y lanzar nuevas funcionalidades • Garantizar la calidad del rendimiento y la capacidad de respuesta de las aplicaciones • Identificar y corregir cuellos de botella y corregir errores • Ayudar a mantener la organización y la automatización de la calidad del código • Participar en revisiones de código y brindar retroalimentación constructiva a los miembros del equipo • Mantenerse al día con las últimas tendencias y tecnologías de la industria para garantizar que nuestras soluciones sigan siendo competitivas • Contribuir a la mejora continua del proceso de desarrollo • Trabajar en estrecha colaboración con los gerentes de producto para comprender los requisitos y traducirlos en especificaciones técnicas • Brindar orientación técnica y mentoría a desarrolladores junior • Desarrollar y ejecutar pruebas unitarias y de integración para garantizar la calidad del software • Documentar los diseños de software y el código para garantizar la mantenibilidad y el intercambio de conocimientos • Comunicarse eficazmente con los miembros del equipo y las partes interesadas para garantizar la alineación y la transparencia   Cualificaciones • • Debe tener una sólida experiencia en Phyton AWS API Development Github ReactJS • Debe tener un mínimo de 5 años y un máximo de 7 años de experiencia relevante Experiencia • Se valorará la experiencia en el sector de la fabricación industrial. • Dominio del inglés (lectura, escritura y habla). • Sólidos conocimientos de las mejores prácticas de desarrollo de software. • Capacidad para trabajar en un modelo de trabajo híbrido con turnos diurnos. • Excelentes habilidades de resolución de problemas y atención al detalle. • Capacidad para trabajar de forma independiente y en equipo. • Sólidas habilidades de comunicación y colaboración. • Capacidad de adaptación a prioridades y requisitos cambiantes. • Experiencia con metodologías de desarrollo ágil. • Compromiso con el aprendizaje continuo y el desarrollo profesional. • Pasión por la tecnología y la innovación. Ofrecemos: •   Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •   Prima vacacional del 50% • Aguinaldo a 24 días.  •      Vales de despensa por $3300,53  •      Apoyo monetario en caso de que trabajes desde Home Office. Si te encuentras interesado, manda tu CV a:    emple o (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Consultor Técnico Servicenow - Remoto en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Consultor Técnico Servicenow Para laborar en Remoto Perfil Escolaridad:   Ingeniería en Sistemas, Informática o afín. Inglés:   Conversacional  INDISPENSABLE, Experiencia mínima de 3 años El Consultor Técnico cuenta con amplios conocimientos y experiencia en el diseño e implementación de soluciones en la Plataforma ServiceNow. Los Consultores Técnicos Senior definen, desarrollan, prueban, analizan y mantienen aplicaciones de software para respaldar el cumplimiento de los requisitos del negocio. El puesto exige sólidas habilidades analíticas y una alta capacidad de investigación, diseño, documentación y modificación de software durante todo el ciclo de vida de producción. Requerimiento • Más de 3 años de experiencia en Consultoría General, Gestión de Servicios y Desarrollo de Software • Más de 3 años de experiencia en configuración de plataformas • Experiencia en desarrollo: JavaScript, HTML, CSS y frameworks de JavaScript, integraciones • Experiencia técnica en ServiceNow: experiencia demostrada en otras líneas de productos de ServiceNow • Experiencia en entornos de desarrollo ágiles • Gestión del ciclo de vida del desarrollo de software • Pensamiento analítico/Resolución de problemas • Capacidad de escucha activa, respeto por el punto de vista de los demás y responsabilidad de aportar la información necesaria. • ​​Sólidas habilidades de comunicación en inglés (escrita, interpersonal y de presentación). Responsabilidades • Gestionar todos los procesos importantes del proyecto, como: documentación de la arquitectura de la plataforma, documentación de integración, estimación del esfuerzo de trabajo y desarrollo avanzado práctico. • Asistir, participar y, ocasionalmente, dirigir reuniones de Scrum. • Convertir requisitos, historias y maquetas en funcionalidades completas trabajando en estrecha colaboración con el equipo del proyecto de implementación. • Cumplir con el desarrollo técnico y la configuración de los proyectos con el más alto nivel de calidad técnica, contribuyendo al seguimiento de las asignaciones y la orientación a los desarrolladores júnior/intermedio. • Cumplir con la orientación técnica de diseño en nuestros proyectos siguiendo las mejores prácticas de ServiceNow. • Asegurar que el líder del proyecto reciba actualizaciones oportunas sobre las tareas asignadas para facilitar una comunicación frecuente y proactiva con el cliente. • Contribuir a la mejora continua de los procesos de los Servicios de Entrega, así como al desarrollo de las capacidades, la experiencia y las mejores prácticas de los diferentes portafolios, considerando las necesidades y requisitos del cliente. • Ocupar roles técnicos o de proceso en nuestros proyectos si es necesario. • Liderar, capacitar, mentorizar y desarrollar los recursos asignados a sus proyectos. • Asistir en la evaluación de nuevas oportunidades, herramientas y técnicas de diseño para una entrega eficiente. • Actuar como punto de referencia para la toma de decisiones técnicas dentro de un proyecto. • Colaboración con el departamento de RR. HH. para realizar entrevistas técnicas y apoyar el proceso de selección. Certificaciones requeridas: Administrador de sistemas certificado por ServiceNow (CSA), Especialista en implementación certificado por ServiceNow para ITSM (CIS-ITSM), Experiencia demostrada en dos líneas de productos adicionales fuera de ITSM. Ofrecemos: • Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado. • Seguro dental y visual. • Seguro de Vida. • Todas las prestaciones legales desde el primer año. • Prima vacacional del 50% • Aguinaldo a 24 días. • Vales de despensa por $3300,53 • Apoyo monetario en caso de que trabajes desde Home Office. Interesados enviar CV al correo de empleo(arroba)horizonteempresarial.com.mx"
    },
    {
        "titulo": "ETL Tester Senior - Híbrido en Thekna It",
        "sueldo": "$ 45,000 a 50,000 MXN (Neto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Oportunidad Laboral: ETL Tester   Descripción del Puesto Estamos buscando un ETL Tester experimentado y apasionado para unirse a nuestro equipo de pruebas y aseguramiento de la calidad de datos. Si eres un profesional con habilidades en PowerCenter, SQL y DataWarehouse/ETL, y estás buscando un desafío que te permita aplicar tus habilidades y experiencia, ¡esta es tu oportunidad! Habilidades Principales ·        5 años de experiencia en pruebas y aseguramiento de la calidad de datos ·        Experiencia laboral con: ·        PowerCenter: diseño y ejecución de procesos ETL ·        SQL: desarrollo y optimización de consultas para la transformación y carga de datos ·        DataWarehouse/ETL: diseño y implementación de soluciones de integración de datos ·        Excelente dominio del idioma inglés Habilidades Deseables Conocimientos en Unix Shell Scripting: automatización de tareas de procesamiento de datos y mejora de la eficiencia Responsabilidades:   Supervisar la creación de casos de prueba y pruebas de procesos ETL utilizando Informatica PowerCenter   Brindar experiencia en integración de datos y garantizar un flujo de datos sin problemas entre sistemas Desarrollar y optimizar consultas SQL para extracción, transformación y carga de datos Utilizar Unix Shell Scripting para automatizar tareas de procesamiento de datos y mejorar la eficiencia Colaborar con analistas de negocios y partes interesadas para comprender los requisitos de datos y ofrecer soluciones Garantizar la calidad e integridad de los datos implementando mecanismos robustos de validación y manejo de errores Monitorear y solucionar problemas en los procesos ETL para garantizar la entrega oportuna y precisa de datos Mantener la documentación de modelos de datos, procesos ETL y flujos de integración de datos Mantenerse actualizado con las tendencias de la industria y las mejores prácticas en tecnologías de almacenamiento de datos y ETL Contribuir a la mejora continua de las prácticas y estándares de gestión de datos Brindar orientación técnica y mentoría a desarrolladores junior Participar en revisiones de código y garantizar el cumplimiento de estándares de codificación y mejores prácticas Ofrecemos: ·        Prestaciones de ley ·        Prestaciones superiores ·        Fondo de ahorro ·        Vales de despensa ·        Seguro de Vida ·        Plan de salud Modalidad laboral Hibrido "
    },
    {
        "titulo": "Tester ETL / QA de Datos -IPC en Capital Empresarial Horizonte",
        "sueldo": "$ 45,000 a 50,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Tester ETL -IPC   Ingles conversacional obligatorio Trabajo 100% remoto REQUISITOS INDISPENSABLES: Más de  4 años de experiencia en Testing (pruebas) . Conocimiento en  Informatica Powercenter, SQL, ETL o Datawarehouse . Inglés avanzado . Calificaciones: Experiencia sólida en  conceptos de Data Warehousing y procesos ETL . Dominio de  Informatica Scheduler  e  Informatica Powercenter . Habilidades avanzadas en SQL  para manipulación y consultas de datos. Experiencia en  automatización con Unix Shell Scripting . Conocimiento del sector de  seguros de propiedad y accidentes (Property & Casualty Insurance) . Se valora experiencia con otras herramientas y tecnologías de integración de datos. Deseable tener conocimientos en  gobernanza de datos y marcos de calidad de datos . Certificaciones requeridas: Informatica Certified Professional Certificación en SQL Certificación en Unix Shell Scripting Responsabilidades: Liderar el diseño e implementación de soluciones de  almacenamiento de datos (data warehouse)  para apoyar las necesidades de inteligencia de negocio y analítica. Supervisar la  creación de casos de prueba y las pruebas de procesos ETL  utilizando  Informatica Powercenter . Aportar experiencia en  integración de datos  para garantizar un flujo de información fluido entre sistemas. Desarrollar y optimizar  consultas SQL  para la extracción, transformación y carga de datos. Utilizar  Unix Shell Scripting  para automatizar tareas de procesamiento de datos y mejorar la eficiencia. Colaborar con analistas de negocio y otras partes interesadas para comprender los requisitos de datos y ofrecer soluciones. Garantizar la  calidad e integridad de los datos  mediante mecanismos robustos de validación y manejo de errores. Monitorear y resolver problemas en los procesos ETL  para asegurar la entrega oportuna y precisa de los datos. Mantener la documentación de  modelos de datos, procesos ETL y flujos de integración de datos . Mantenerse actualizado con las tendencias de la industria y las mejores prácticas en tecnologías de  data warehouse y ETL . Contribuir a la mejora continua de las prácticas y estándares de gestión de datos. Brindar  orientación técnica y mentoría  a desarrolladores junior. Participar en revisiones de código y asegurar el cumplimiento de los  estándares de codificación y buenas prácticas . Ofrecemos: •  Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  • Vales de despensa mensuales"
    },
    {
        "titulo": "Arquitecto de Software .Net en Capital Empresarial Horizonte",
        "sueldo": "$ 45,000 a 50,000 MXN (Bruto)",
        "ciudadModalidad": "Remoto: México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: . Net Software Architect  Ingles conversacional obligatorio Esquema 100% remoto Estamos buscando un Arquitecto Asociado experimentado con 8 a 10 años de experiencia en tecnologías .NET. El candidato ideal tendrá experiencia en C#, ASP.Net Core, Blazor, ASP .NET Core Razor, ASP.NET Core Web API, Microservices.NET, SQL Server, Restful APIs, Azure SSO, DevOps, .Net Core, ASP.NET Core, MSTEST, Entity Framework y Dependency Injection . El rol se desempeña en un modelo híbrido, con un enfoque en proyectos del dominio de alta tecnología . Calificaciones:   Se requiere  de 8 a 10 años  de experiencia en  tecnologías .NET .   Las habilidades requeridas incluyen  C#, ASP.Net Core, Blazor, ASP .NET Core Razor, ASP.NET Core Web API, Microservices.NET, SQL Server, Restful APIs, Azure SSO, DevOps, .Net Core, ASP.NET Core, MSTEST, Entity Framework  y  Dependency Injection .   Se valora la experiencia en el  dominio de alta tecnología (Hi-Tech) . Responsabilidades: Liderar el diseño y desarrollo de soluciones de software utilizando tecnologías .NET . Supervisar la implementación de C#, ASP.Net Core, Blazor, y ASP .NET Core Razor en diversos proyectos. Proporcionar experiencia en el desarrollo y mantenimiento de ASP.NET Core Web API y Microservices.NET . Asegurar el uso eficiente de SQL Server para la gestión y operaciones de bases de datos. Implementar y gestionar Restful APIs para integración y comunicación fluida. Utilizar Azure SSO para soluciones de inicio de sesión único seguras y eficientes. Aplicar prácticas de DevOps para optimizar los procesos de desarrollo y despliegue. Desarrollar y mantener aplicaciones utilizando los marcos de trabajo .Net Core y ASP.NET Core . Realizar pruebas unitarias utilizando MSTEST para asegurar la calidad y fiabilidad del código. Implementar Entity Framework para acceso y gestión de datos. Aplicar Dependency Injection para mejorar la modularidad y la capacidad de prueba de las aplicaciones. Colaborar con equipos multifuncionales para entregar soluciones de software de alta calidad. Asegurar el cumplimiento de las mejores prácticas y estándares de codificación en todos los proyectos. Brindar orientación técnica y mentoría a desarrolladores junior. Contribuir a la mejora continua de los procesos y metodologías de desarrollo. Ofrecemos: •   Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  •  Vales de despensa por $3300,53  •  Apoyo monetario en caso de que trabajes desde Home Office. Si te encuentras interesado, manda tu CV a:           contacto (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Junior Data Scientist - Híbrido en Talentosy",
        "sueldo": "$ 35,000 a 40,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Posición Hibrida en CDMX Responsabilidades: • Desarrollar, implementar y optimizar modelos avanzados de series temporales para mejorar la precisión en la toma de decisiones y pronósticos estratégicos. • Diseñar y ejecutar modelos de detección de anomalías utilizando técnicas como Isolation Forest, aplicadas en la identificación y mitigación de riesgos. • Aplicar estadística avanzada (bayesiana e inferencial) para insights robustos que informen decisiones de negocio y mejoren la precisión analítica. • Asegurar la calidad de los datos mediante análisis estadístico avanzado y técnicas de limpieza. • Comunicar hallazgos complejos de forma clara y estructurada a audiencias ejecutivas y técnicas. Requisitos: • Formación Académica: Formación profesional en Matemáticas, Estadística, Ingeniería o campos relacionados. • Experiencia: 2 años en Ciencia de Datos, con especialización en series temporales y detección de anomalías. • Conocimientos Técnicos: o Series Temporales: Experiencia con ARIMA, GARCH, métodos de descomposición estacional y modelos avanzados para datos estacionales y cíclicos. o Detección de Anomalías: Dominio en Isolation Forest y técnicas avanzadas como Local Outlier Factor y clustering para identificar patrones atípicos. o Estadística Avanzada: Amplio manejo de inferencia bayesiana, métodos Monte Carlo, y análisis multivariante aplicado a modelos predictivos. o Optimización y Probabilidad: Competencia en optimización bayesiana, programación dinámica y técnicas de reducción de dimensionalidad (PCA, t-SNE). o Lenguajes de Programación: Python, R, SQL y conocimiento de librerías como pandas, NumPy, scikit-learn y PyMC3. Plus: • Experiencia en orquestación de flujos de datos y entornos de Big Data. • Conocimiento de frameworks de Big Data (Hadoop, Spark). • Experiencia en herramientas como Power BI o Tableau para transmitir insights de manera efectiva. "
    },
    {
        "titulo": "QA Automation Junior en Quo Digital",
        "sueldo": "$ 30,000 a 35,000 MXN (Neto)",
        "ciudadModalidad": "Ciudad de México",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": " Somos una empresa enfocada en el Desarrollo de Software en crecimiento. Actualmente estamos en búsqueda de talento como:  QA Automation Junior Requerimos: 3 años de experiencia en pruebas automatizadas y manuales  Conocimientos en:   Python ó JavaScript  Ejecución de Scripts  Herramientas de automatización: Selenium API´s, Postman, Git y metodologías ágiles  Principales responsabilidades: Diseñar, escribir y mantener scripts de pruebas automatizadas  Utilizar herramientas y marcos de trabajo para la automatización de pruebas, como Selenium Conocimientos en Pruebas automatizadas y manuales  Ejecución y Mantenimiento de las Pruebas Automatizadas: Detectar, reportar y dar seguimiento a los errores encontrados durante las pruebas automatizadas. Colaborar estrechamente con desarrolladores y analistas de negocio para comprender los requisitos del software y crear pruebas automatizadas que se alineen con estos. Participar en revisiones de código y prácticas ágiles de desarrollo. Análisis de Resultados de las Pruebas Optimización de Pruebas Identificar oportunidades para mejorar la eficiencia y la cobertura de las pruebas automatizadas Implementar y ejecutar pruebas de regresión automatizadas para garantizar que los cambios en el código no afecten funcionalidades existentes. Aseguramiento de la calidad del software por medio de pruebas automatizadas Horario: Lunes a viernes  Modalidad de trabajo: Presencial (Miguel Hidalgo) Queremos conocer tu talento, postula con tu CV actualizado "
    },
    {
        "titulo": "Ingeniero de Datos Junior en ISITA",
        "sueldo": "Sueldo oculto",
        "ciudadModalidad": "Nuevo León",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "Requisitos: ·          Diseño de soluciones de integración y transformación de datos ·          Diseño y creación de almacenes de datos ·          Colaborar con otros ingenieros de datos para entender los requerimientos de datos y proveer los datos requeridos ·          Capacidad de para analizar, investigar y resolución de problemas ·          Soporte y resolución de incidencias ·          Generar documentación técnica   Experiencia: ·          Experiencia de 1 años diseñando y desarrollando soluciones de integración y transformación de datos ·          Experiencia de 1 año de diseño y creación de objetos en DB y creación de store procedures ·          (Deseable)Experiencia con PostgreSQL ·          (Deseable)Conocimiento en Python.   "
    },
    {
        "titulo": "Advanced Business Analyst Jr - Híbrido en AsTecI",
        "sueldo": "$ 40,000 a 45,000 MXN (Neto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "AsTecI, somos una empresa con 30 años de trayectoria dentro del mercado de las tecnologías de la información, estamos en búsqueda de:   ADVANCED BUSINESS ANALYST JR   Requisitos Lic. Informática, Ing Sistemas computacionales o afin. Nivel de inglés fluido (C1), tanto conversacional como escrito.   Conocimientos y Herramientas:   ·          Experiencia mínima de 1 año en el sector bancario (Global Banking and Markets, Credit and Rate Markets o Capital Markets) ·          Conocimiento en uno o dos mercados de la banca mayorista, como Mercado de Renta Fija, Mercado de Derivados, Mercado de Compra y Venta de Divisas, o Mercado de Capitales. ·          Conocimiento en flujos operativos y regulatorios del mercado en el que se especializa. ·          Conocimiento en análisis de datos en Common Data Model y esquemas de bases de datos no relacionales. ·          Experiencia en la toma y levantado de requerimientos, creación de documentos funcionales y diagramas AS IS y TO BE. ·          Conocimiento de la CUB, la CUCB y la normatividad de Banco de México. ·           Alta capacidad de análisis funcional y proactividad para autogestionarse. Deseable: ·          Certificación en Figuras AMIB, Administración de Proyectos o Business Analyst. ·          Experiencia en desarrollo de software y diseño técnico. ·          Manejo de SQL y levantamiento de queries.     Actividades: ·          Analizar y documentar los requerimientos de los usuarios del negocio. ·          Crear documentos funcionales, diagramas y otros artefactos necesarios utilizando herramientas como Visio y Blueworks. ·          Colaborar estrechamente con los desarrolladores para traducir los requerimientos del negocio en soluciones técnicas. ·          Gestionar y manejar proyectos, asegurando el cumplimiento de plazos y objetivos. ·          Participar en la implementación de metodologías ágiles (Agile, Safe).. ·          Apoyar la planificación y pruebas de los planes de contingencia para los componentes de hardware y software.   Ofrecemos ·          Atractivo sueldo de acuerdo con experiencia ·          Prestaciones de ley ·          Esquema (60% presencial, 40% remoto) ·          Seguro de vida ·           Seguro de gastos medicos menores."
    },
    {
        "titulo": "Soporte Técnico / Help Desk Jr - Monterrey en Bliss It",
        "sueldo": "$ 5,000 a 10,000 MXN (Neto)",
        "ciudadModalidad": "Nuevo León",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Básico",
        "requisitos": "Soporte Tecnico / Help Desk Jr - Monterrey ¡ÚNETE A BLISS IT Y POTENCIA TU CARRERA EN TECNOLOGÍA! ¿Quiénes somos en Bliss IT ? En   Bliss IT   somos un equipo de especialistas en Tecnologías de la Información enfocados en desarrollar, gestionar y brindar consultoría de alto nivel para potenciar a nuestros clientes. Creemos firmemente que la tecnología transforma, pero son las personas quienes la hacen posible , por eso impulsamos un ambiente de trabajo basado en respeto, confianza, diversidad y colaboración. Ubicación:  Centro de Monterrey (trabajo presencial de lunes a jueves / viernes Home Office) Horario:  Lunes a viernes de 8:00 a.m. a 6:00 p.m. Sueldo:  Hasta $11,000 libres al mes Perfil Requerido: Estudios concluidos relacionados con Sistemas, Informática o afín Experiencia en soporte técnico de primer nivel (vía telefónica, electrónica y remota) Experiencia previa en atención en Call Center Trato directo con clientes, actitud de servicio Responsabilidades Principales: Brindar soporte técnico de primer nivel a usuarios internos o externos Resolver incidencias y canalizar casos a niveles superiores cuando sea necesario Registrar y dar seguimiento a los tickets de soporte Garantizar una excelente atención y solución oportuna de problemas Habilidades Deseadas: Comunicación clara y efectiva Orientación al cliente y resolución de problemas Capacidad de trabajo bajo presión y en equipo ¿Te interesa? ¡Postúlate ahora y forma parte de nuestro equipo!"
    },
    {
        "titulo": "Científico de Datos Senior (ML, NLP Y Deep Learning) en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   Científico de Datos Senior (ML,  NLP Y Deep Learning) Ingles conversacional obligatorio Para laborar en Esquema hibrido en CDMX Estamos buscando un Científico de Datos Senior con más de 8 años de experiencia para unirse a nuestro equipo. El candidato ideal tendrá experiencia en Aprendizaje Automático (Machine Learning), Procesamiento de Lenguaje Natural (NLP), Aprendizaje Profundo (Deep Learning) y programación en Python.   Requisitos:   Amplia experiencia en machine learning, procesamiento de lenguaje natural, deep learning y programación en Python.   Se valora experiencia en uno o más proyectos relacionados con Generative AI / GenAI.   Buen entendimiento de análisis de datos y métodos estadísticos.   Dominio en el desarrollo e implementación de pipelines de datos.   Experiencia previa en mentoría y liderazgo de científicos de datos junior.   Excelentes habilidades de comunicación y presentación.   Enfoque analítico, con gran capacidad para resolver problemas y atención al detalle.   Habilidad para colaborar eficazmente con equipos multidisciplinarios.   Compromiso con el aprendizaje continuo y mantenerse actualizado con las tendencias del sector.   Buen conocimiento de las normativas de privacidad y seguridad de los datos.   Capacidad para traducir requerimientos de negocio en soluciones técnicas de ciencia de datos.   Experiencia en el desarrollo de estrategias y roadmaps de ciencia de datos. Responsabilidades Liderar el desarrollo e implementación de modelos avanzados de machine learning para resolver problemas de negocio complejos. Supervisar la aplicación de técnicas de procesamiento de lenguaje natural para extraer información de datos no estructurados. Aportar experiencia en metodologías de deep learning para mejorar las capacidades de análisis predictivo. Colaborar con equipos multidisciplinarios para comprender los requerimientos del negocio y traducirlos en soluciones de ciencia de datos. Diseñar e implementar pipelines de datos que soporten los flujos de trabajo de machine learning. Realizar análisis y validación exhaustiva de datos para asegurar la precisión y confiabilidad de los modelos. Desarrollar y mantener código en Python para manipulación de datos, entrenamiento y evaluación de modelos. Guiar y asesorar a científicos de datos junior, promoviendo buenas prácticas en ciencia de datos. Comunicar hallazgos e insights a los stakeholders mediante informes y presentaciones claras y concisas. Mantenerse actualizado con los últimos avances en machine learning, NLP y deep learning para mejorar continuamente nuestras soluciones. Trabajar en estrecha colaboración con el equipo de IT para garantizar la escalabilidad y el rendimiento de las soluciones. Contribuir al desarrollo de estrategias y hojas de ruta de ciencia de datos alineadas con los objetivos del negocio. Asegurar el cumplimiento de las normativas de privacidad y seguridad de datos en todas las actividades. Ofrecemos: •   Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •   Prima vacacional del 50% • Aguinaldo a 24 días.  •   Vales de despensa por $3300,53  •   Apoyo monetario en caso de que trabajes desde Home Office. Si te encuentras interesado, manda tu CV a:            contacto (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Arquitecto de Datos – Python / Databricks en Capital Empresarial Horizonte",
        "sueldo": "$ 60,000 a 70,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   Arquitecto de Datos – Python Databricks  Ingles conversacional obligatorio Esquema hibrido Para laborar en CDMX, Guadalajara o Monterrey Estamos en búsqueda de un Arquitecto con experiencia , con 8 a 12 años de trayectoria , para unirse a nuestro equipo dinámico. El candidato ideal tendrá un sólido c onocimiento en Python y Databricks SQL. Requisitos:   Dominio avanzado de  Python , con experiencia comprobada en el desarrollo de soluciones de datos.   Experiencia sólida en  Databricks SQL  y su aplicación en entornos de arquitectura de datos.   Conocimiento profundo de  buenas prácticas de gobernanza y seguridad de datos .   Experiencia en optimización de procesos de almacenamiento y recuperación de datos.   Excelentes habilidades para resolver problemas y para el análisis de incidencias complejas de datos.   Fuertes habilidades de comunicación y capacidad para colaborar con equipos interdisciplinarios.   Experiencia con  plataformas cloud  y herramientas de integración de datos.   Compromiso con el aprendizaje continuo y mantenerse actualizado con las tendencias del sector.   Capacidad demostrada para guiar y mentorizar a miembros más junior del equipo.   Buenas habilidades de documentación y atención al detalle.   Capacidad para gestionar múltiples tareas y proyectos de forma simultánea. Responsabilidades: Liderar el diseño e implementación de soluciones de arquitectura de datos utilizando Python y Databricks SQL . Supervisar el desarrollo de pipelines de datos escalables , garantizando la calidad e integridad de los datos. Brindar orientación técnica y mentoría a miembros junior del equipo. Colaborar con equipos multifuncionales para comprender los requisitos del negocio y traducirlos en soluciones técnicas. Desarrollar y mantener la documentación relacionada con la arquitectura de datos y procesos. Asegurar el cumplimiento de las políticas de gobernanza y seguridad de datos . Optimizar los procesos de almacenamiento y recuperación de datos para mejorar el rendimiento y reducir costos. Realizar revisiones de código y asegurar el cumplimiento de buenas prácticas y estándares de codificación. Identificar y resolver problemas relacionados con los datos de manera oportuna. Mantenerse actualizado con las últimas tendencias y tecnologías del sector para mejorar continuamente la arquitectura de datos. Participar en la planificación de proyectos y proporcionar estimaciones precisas para las tareas de desarrollo. Comunicar eficazmente con las partes interesadas para garantizar el alineamiento con los objetivos y entregables del proyecto. Ofrecemos: •  Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días. "
    },
    {
        "titulo": "Soporte de Ingeniería Nivel 2 - Análisis de Mercado (PTP, DS, MV) en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Jalisco - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita: Soporte de Ingeniería Nivel 2 - Análisis de Mercado (PTP, DS, MV) Ingles Conversacional Obligatorio para laborar en esquema hibrido en Guadalajara (3 días de Home Office) Rol: Soporte de Ingeniería Nivel 2 - Análisis de Mercado (PTP, DS, MV), con experiencia preferida de 6 a 10 años. Criterios clave:   Debe sentirse cómodo programando en Java, depurando llamadas a APIs, escribiendo fragmentos de código útiles para los clientes, y creando scripts para herramientas de depuración.   Debe tener conocimientos básicos de integración de UI y APIs.   Debe ser presentable ante clientes, con una comunicación clara, empática y segura para tratar con clientes y partes interesadas.   Disposición para resolver problemas de soporte y, al mismo tiempo, contribuir al desarrollo de funciones automatizadas para resolver problemas repetitivos. Responsabilidades: Investigar y liderar la resolución de soporte con clientes externos senior, partes interesadas internas y otros equipos de ingeniería de Marquee. Actuar como punto de escalamiento desde el Helpdesk de Marquee (L1). Brindar mentoría y orientación a miembros junior del equipo para asegurar la resolución exitosa de problemas. Desarrollar y consolidar la estrategia SRE para garantizar escalabilidad, confiabilidad y rendimiento de las plataformas. Automatizar procesos manuales para aumentar la eficiencia y reducir riesgos. Diagnosticar y resolver problemas técnicos complejos, colaborando con equipos multifuncionales según sea necesario. Trabajar estrechamente con el equipo de ingeniería para resolver problemas de clientes. Participar en turnos de guardia (on-call) y responder a incidentes cuando se requiera. Mejorar continuamente los procesos y sistemas para aumentar la confiabilidad y reducir el riesgo. Influir y proponer mejoras en la hoja de ruta del producto con el fin de mejorar la experiencia del cliente en Marquee, con enfoque en analítica de portafolios. Crear documentación, guías operativas (runbooks) y fragmentos de código para compartir con clientes y equipos internos de ingeniería. Ofrecemos: Horario de Oficina Esquema 100% nomina Sueldo abierto a negociación de acuerdo a experiencia Prestaciones de Ley Prestaciones superiores (SGMM familiar, SV 1 millón, Vales de despensa, 30 días de aguinaldo, PTU) Si te encuentras interesado, manda tu CV a:     contacto (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Arquitecto de Datos Python Senior - Híbrido en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Nuevo León - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Avanzado",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   Arquitecto de datos (     Apache Airflow, Python y Databricks SQL) Ingles conversacional obligatorio Para laborar en Esquema hibrido en CDMX, Gdl o Monterrey Estamos buscando un Arquitecto experimentado con entre 8 y 12 años de experiencia para unirse a nuestro equipo.  El candidato ideal tendrá una sólida trayectoria en Apache Airflow, Python y Databricks SQL. Este rol requiere un profundo conocimiento de estas tecnologías para diseñar e implementar soluciones de datos robustas. Requisitos: Amplia experiencia con Apache Airflow para la orquestación de flujos de trabajo complejos de datos. Sólidas habilidades de programación en Python para manipulación de datos y automatización. Experiencia práctica con Databricks SQL para análisis y generación de reportes. Conocimiento sólido de principios y buenas prácticas de arquitectura de datos. Competencia en el diseño e implementación de pipelines de datos escalables. Experiencia con plataformas y servicios de datos en la nube. Responsabilidades:   Liderar el diseño e implementación de soluciones de arquitectura de datos utilizando Apache Airflow, Python y Databricks SQL.   Supervisar el desarrollo y la implementación de pipelines de datos escalables y flujos de trabajo.   Proporcionar experiencia técnica en la optimización del procesamiento y almacenamiento de datos.   Colaborar con equipos multifuncionales para comprender los requerimientos de datos y entregar soluciones que satisfagan las necesidades del negocio.   Asegurar la calidad e integridad de los datos mediante procesos rigurosos de prueba y validación.   Desarrollar y mantener documentación sobre la arquitectura de datos y los flujos de trabajo.   Monitorear y solucionar problemas de rendimiento en los pipelines de datos, resolviendo incidentes de forma oportuna.   Implementar buenas prácticas en seguridad y cumplimiento de datos.   Guiar y mentorizar a miembros junior del equipo en prácticas de arquitectura e ingeniería de datos.   Mantenerse actualizado con las últimas tendencias y tecnologías de la industria para mejorar continuamente las soluciones de datos.   Contribuir a la estrategia general de datos y hoja de ruta de la organización.   Comunicar de forma efectiva con los interesados para asegurar la alineación de objetivos y entregables del proyecto.   Impulsar la innovación y eficiencia en los procesos y soluciones de arquitectura de datos. "
    },
    {
        "titulo": "Arquitecto de Datos en Capital Empresarial Horizonte",
        "sueldo": "$ 70,000 a 80,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   Arquitecto de datos (   Apache Airflow, Python y Databricks SQL) Ingles conversacional obligatorio Para laborar en Esquema hibrido en CDMX, Gdl o Monterrey Estamos buscando un Arquitecto experimentado con entre 8 y 12 años de experiencia para unirse a nuestro equipo. El candidato ideal tendrá una sólida trayectoria en Apache Airflow, Python y Databricks SQL. Este rol requiere un profundo conocimiento de estas tecnologías para diseñar e implementar soluciones de datos robustas. Requisitos: Amplia experiencia con Apache Airflow para la orquestación de flujos de trabajo complejos de datos. Sólidas habilidades de programación en Python para manipulación de datos y automatización. Experiencia práctica con Databricks SQL para análisis y generación de reportes. Conocimiento sólido de principios y buenas prácticas de arquitectura de datos. Competencia en el diseño e implementación de pipelines de datos escalables. Experiencia con plataformas y servicios de datos en la nube. Responsabilidades:   Liderar el diseño e implementación de soluciones de arquitectura de datos utilizando Apache Airflow, Python y Databricks SQL.   Supervisar el desarrollo y la implementación de pipelines de datos escalables y flujos de trabajo.   Proporcionar experiencia técnica en la optimización del procesamiento y almacenamiento de datos.   Colaborar con equipos multifuncionales para comprender los requerimientos de datos y entregar soluciones que satisfagan las necesidades del negocio.   Asegurar la calidad e integridad de los datos mediante procesos rigurosos de prueba y validación.   Desarrollar y mantener documentación sobre la arquitectura de datos y los flujos de trabajo.   Monitorear y solucionar problemas de rendimiento en los pipelines de datos, resolviendo incidentes de forma oportuna.   Implementar buenas prácticas en seguridad y cumplimiento de datos.   Guiar y mentorizar a miembros junior del equipo en prácticas de arquitectura e ingeniería de datos.   Mantenerse actualizado con las últimas tendencias y tecnologías de la industria para mejorar continuamente las soluciones de datos.   Contribuir a la estrategia general de datos y hoja de ruta de la organización.   Comunicar de forma efectiva con los interesados para asegurar la alineación de objetivos y entregables del proyecto.   Impulsar la innovación y eficiencia en los procesos y soluciones de arquitectura de datos. Ofrecemos: •    Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •    Prima vacacional del 50% • Aguinaldo a 24 días.  •    Vales de despensa por $3300,53  •    Apoyo monetario en caso de que trabajes desde Home Office. Si te"
    },
    {
        "titulo": "Ingeniero en diseño automotriz en Capital Empresarial Horizonte",
        "sueldo": "$ 60,000 a 70,000 MXN (Bruto)",
        "ciudadModalidad": "Jalisco - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   Ingeniero en Sistemas de Distribución Eléctrica Automotriz Ingles conversacional obligatorio Para laborar en esquema hibrido en Guadalajara Estamos buscando un Ingeniero en Sistemas de Distribución Eléctrica Automotriz con entre 3 y 7 años de experiencia para unirse a nuestro equipo. El candidato ideal tendrá experiencia en Catia, FMEA, SolidWorks, Creo, UG NX y diseño de arneses eléctricos. Este rol requiere una sólida formación en diseño automotriz detallado . El puesto se desarrolla en nuestras oficinas y puede requerir viajes. Es indispensable tener dominio del inglés. Calificaciones • Mínimo 3 años de experiencia en diseño e ingeniería mecánica. • Alta competencia en Catia, SolidWorks, Creo y UG NX. • Experiencia comprobada en FMEA y diseño de arneses eléctricos. • Sólido conocimiento en principios de diseño automotriz detallado. • Dominio del inglés (lectura, escritura y conversación). • Disponibilidad para viajar según se requiera. • Excelentes habilidades analíticas y para resolver problemas. • Buenas habilidades de comunicación y colaboración. • Atención al detalle y capacidad para gestionar múltiples proyectos a la vez. • Enfoque proactivo para identificar y resolver desafíos de diseño. • Compromiso con el aprendizaje continuo y el desarrollo profesional. • Conocimiento sólido de estándares y mejores prácticas de la industria. • Capacidad para trabajar eficazmente en un entorno dinámico y acelerado. Responsabilidades • Liderar el diseño y desarrollo de componentes y sistemas mecánicos utilizando Catia, SolidWorks y Creo. • Supervisar la creación y mantenimiento de documentación técnica detallada y especificaciones. • Aportar experiencia en FMEA para identificar y mitigar riesgos potenciales de diseño. • Utilizar UG NX para tareas avanzadas de diseño mecánico y simulación. • Desarrollar y optimizar diseños de arneses eléctricos para aplicaciones automotrices. • Colaborar con equipos multifuncionales para asegurar el cumplimiento de los requisitos de diseño. • Realizar revisiones de diseño y brindar retroalimentación constructiva para mejorar la calidad del producto. • Asegurar el cumplimiento de estándares y normativas del sector en todas las actividades de diseño. • Realizar análisis y pruebas detalladas para validar el rendimiento y la confiabilidad del diseño. • Apoyar a los equipos de manufactura en la resolución de problemas relacionados con el diseño durante la producción. • Coordinar con proveedores y fabricantes para la adquisición de materiales y componentes. • Guiar a ingenieros junior y brindar orientación técnica cuando sea necesario. • Preparar y presentar informes técnicos y documentación a las partes interesadas. Ofrecemos: •   Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año. •  Prima vacacional del 50% • Aguinaldo a 24 días.  Si te encuentras interesado, manda tu CV a:       contacto (arroba) horizonteempresarial.com.mx"
    },
    {
        "titulo": "Arquitecto de Datos (Apache Airflow, Python y Databricks) en Capital Empresarial Horizonte",
        "sueldo": "$ 60,000 a 70,000 MXN (Bruto)",
        "ciudadModalidad": "Ciudad de México - Híbrido",
        "horario": "Empleado de tiempo completo",
        "idioma": "Inglés : Nivel Intermedio",
        "requisitos": "Capital Empresarial Horizonte Empresa Mexicana especialista en Recursos Humanos y Tecnologías de la Información solicita:   Arquitecto de Datos – Apache Airflow, Python y Databricks SQL Ingles conversacional obligatorio Esquema hibrido Para laborar en CDMX, Guadalajara o Monterrey Estamos en búsqueda de un Arquitecto con experiencia , con 8 a 12 años de trayectoria profesional, para unirse a nuestro equipo. El candidato ideal debe contar con un sólido conocimiento en Apache Airflow, Python y Databricks SQL . Este rol en modelo híbrido requiere una comprensión profunda de estas tecnologías para diseñar e implementar soluciones de datos robustas. Calificaciones:   Amplia experiencia con Apache Airflow  para la orquestación de flujos de trabajo complejos de datos.   Sólidas habilidades de programación en  Python  para manipulación de datos y automatización.   Experiencia práctica con  Databricks SQL  para análisis y generación de reportes.   Conocimiento sólido de principios y mejores prácticas de arquitectura de datos.   Experiencia en el diseño e implementación de  pipelines de datos escalables .   Experiencia con  plataformas y servicios de datos en la nube .   Excelentes habilidades de  resolución de problemas  y análisis.   Fuertes habilidades de comunicación y colaboración.   Capacidad para trabajar tanto de manera  independiente  como en equipo.   Atención al detalle y compromiso con la  calidad de los datos .   Adaptabilidad frente a cambios en los requerimientos del proyecto.   Actitud proactiva para el aprendizaje y la aplicación de nuevas tecnologías.   Pasión por  aprovechar los datos para generar impacto en el negocio . Responsabilidades: Liderar el diseño e implementación de soluciones de arquitectura de datos utilizando Apache Airflow, Python y Databricks SQL . Supervisar el desarrollo y despliegue de pipelines de datos y flujos de trabajo escalables . Brindar experiencia técnica para optimizar el procesamiento y almacenamiento de datos. Colaborar con equipos multifuncionales para entender los requisitos de datos y entregar soluciones alineadas con las necesidades del negocio. Garantizar la calidad e integridad de los datos mediante pruebas y validaciones rigurosas. Desarrollar y mantener la documentación de arquitectura de datos y flujos de trabajo. Monitorear el rendimiento de los pipelines de datos y resolver problemas de manera oportuna. Implementar buenas prácticas en materia de seguridad y cumplimiento normativo de datos. Mentorear y guiar a miembros junior del equipo en arquitectura y prácticas de ingeniería de datos. Mantenerse actualizado con las últimas tendencias y tecnologías del sector para mejorar continuamente las soluciones de datos. Contribuir a la estrategia y hoja de ruta de datos de la organización. Comunicar de manera efectiva con las partes interesadas para asegurar la alineación con los objetivos del proyecto. Impulsar la innovación y eficiencia en los procesos y soluciones de arquitectura de datos. Ofrecemos: •  Salario 100% nominal • Seguro de Gastos Médicos Mayores más Póliza de exceso ilimitado.  • Seguro dental y visual.  • Seguro de Vida. • Todas las prestaciones legales desde el primer año."
    }
]